[
    "For The Defence: Dr. Thorndyke by R. Austin Freeman (1934)",
    "Agnes Grey by Anne Brontë (1847)",
    "The Power and the Glory by Graham Greene (1940)",
    "The Blue Lagoon by Henry de Vere Stacpoole (1908)",
    "Sheep Blast Off! by Nancy E. Shaw (None)",
    "The Barbary Coast: An Informal History of the San Francisco Underworld by Herbert Asbury (1933)",
    "Men in War by Andreas Latzko (1917)",
    "All Kneeling by Anne Parrish (1928)",
    "The Red and the Black by Stendhal (1830)",
    "Elmer Gantry by Sinclair Lewis (1927)",
    "The Bride of Lammermoor by Walter Scott (1819)",
    "The Story of the Gypsies (History of the Romany) by Konrad Bercovici (1928)",
    "The Divine Comedy of Dante Alighieri The Inferno by Dante Alighieri (1307)",
    "Mosses from an Old Manse by Nathaniel Hawthorne (1846)",
    "The Greene Murder Case by S.S. Van Dine (1928)",
    "Of Mice and Men by John Steinbeck (1937)",
    "Japan: an Attempt at Interpretation by Lafcadio Hearn (1904)",
    "Mrs. Wiggs of the Cabbage Patch by Alice Caldwell Hegan Rice (1901)",
    "Tender Is the Night by F. Scott Fitzgerald (1934)",
    "Limbo: Six Stories and a Play (Collected Works) by Aldous Huxley (1920)",
    "Fraternity by John Galsworthy (1909)",
    "Absalom, Absalom! by William Faulkner (1936)",
    "The Problem of the Green Capsule by John Dickson Carr (1939)",
    "Thackeray Mansion by Sankar (None)",
    "Tarr by Wyndham Lewis (1918)",
    "A Lost Lady by Willa Cather (1923)",
    "The Short Stories of F. Scott Fitzgerald by F. Scott Fitzgerald (1920)",
    "Why Didn't They Ask Evans? by Agatha Christie (1934)",
    "The Reader Is Warned by Carter Dickson (1939)",
    "A Journal of the Plague Year by Daniel Defoe (1722)",
    "The Washington Legation Murders by F. Van Wyck Mason (1935)",
    "The Thin Man by Dashiell Hammett (1934)",
    "Four Major Plays: A Doll's House / Ghosts / Hedda Gabler / The Master Builder by Henrik Ibsen (1879)",
    "Contemporary Russian Literature by D.S. Mirsky (1926)",
    "Of Time and the River: A Legend of Man's Hunger in His Youth by Thomas Wolfe (1935)",
    "A Fleet in Being by Rudyard Kipling (1914)",
    "Our Town by Thornton Wilder (1938)",
    "Persuasion by Jane Austen (1818)",
    "Beasts, Men and Gods by Ferdynand Antoni Ossendowski (1922)",
    "Kokoro: Hints and Echos of Japanese Inner Life by Lafcadio Hearn (1896)",
    "The Trumpet-Major by Thomas Hardy (1880)",
    "All Souls' Night by Hugh Walpole (1933)",
    "The Coquette, or, The History of Eliza Wharton A Novel: Founded on Fact by Hannah Webster Foster (1797)",
    "Travels with a Donkey in the Cévennes by Robert Louis Stevenson (1879)",
    "Mr. and Mrs. Haddock in Paris, France by Donald Ogden Stewart (None)",
    "The Best British Short Stories 2011 by Nicholas Royle (2011)",
    "Margaret Fuller: An American Romantic Life, Vol. 1: The Private Years by Charles Capper (1992)",
    "Euripides I: Alcestis / The Medea / The Heracleidae / Hippolytus by Euripides (428)",
    "Poems of the Great War 1914-1918 by Richard Aldington (None)",
    "Famine by Liam O'Flaherty (1937)",
    "Sylvia's Lovers by Elizabeth Gaskell (1863)",
    "Roan Stallion, Tamar and Other Poems by Robinson Jeffers (1925)",
    "The Gracie Allen Murder Case by S.S. Van Dine (1938)",
    "Red Sky at Morning by Margaret Kennedy (None)",
    "Emile, or On Education by Jean-Jacques Rousseau (1762)",
    "The Pilgrim's Progress by John Bunyan (1678)",
    "Gentlemen Prefer Blondes: The Illuminating Diary of a Professional Lady by Anita Loos (None)",
    "The Garden of Allah by Robert Smythe Hichens (1904)",
    "The Future of an Illusion by Sigmund Freud (1927)",
    "Typee: A Peep at Polynesian Life by Herman Melville (1846)",
    "Look Back in Anger by John Osborne (1957)",
    "The Informer by Liam O'Flaherty (1925)",
    "Chita: A Memory of Last Island by Lafcadio Hearn (1886)",
    "The Brimming Cup by Dorothy Canfield Fisher (1919)",
    "Mr. Fortune's Maggot; and, The Salutation by Sylvia Townsend Warner (1932)",
    "Emma by Jane Austen (1815)",
    "The 42nd Parallel by John Dos Passos (1930)",
    "Renée Mauperin by Edmond de Goncourt (1864)",
    "The Wine Of The Puritans; A Study Of Present Day America by Van Wyck Brooks (2013)",
    "The Daring Young Man on the Flying Trapeze and Other Stories by William Saroyan (1934)",
    "Clayhanger by Arnold Bennett (1910)",
    "Frenzied Fiction by Stephen Leacock (1917)",
    "The Divine Fire by May Sinclair (1904)",
    "It's a Battlefield by Graham Greene (1934)",
    "The Eyes of Max Carrados by Ernest Bramah (1923)",
    "Evolve: Vampire Stories of the New Undead by Nancy Kilpatrick (2010)",
    "Invitation to the Waltz by Rosamond Lehmann (1932)",
    "Evenings on a Farm Near Dikanka by Nikolai Gogol (1831)",
    "A. E. Housman: A Sketch by Andrew Sydenham Farrar Gow (1972)",
    "Dream Psychology: Psychoanalysis for Beginners by Sigmund Freud (1920)",
    "Lord Jim by Joseph Conrad (1900)",
    "Watch and Ward by Henry James (1871)",
    "Darkwater: Voices from Within the Veil by W.E.B. Du Bois (1920)",
    "Sidelights on Relativity by Albert Einstein (1983)",
    "Twilight of the Idols by Friedrich Nietzsche (1888)",
    "Last Poems by A. E. Housman by A.E. Housman (1922)",
    "The Bertrams by Anthony Trollope (1859)",
    "National Velvet by Enid Bagnold (1935)",
    "Mastro-don Gesualdo: Edizione critica by Giovanni Verga (1888)",
    "What Is Surrealism?: Selected Writings by André Breton (None)",
    "Jude the Obscure by Thomas Hardy (1895)",
    "The House of Souls by Arthur Machen (1906)",
    "The American Diary of a Japanese Girl by Yone Noguchi (1902)",
    "Fables in Slang by George Ade (1899)",
    "Antigone by Sophocles (441)",
    "Collected Poems of Elinor Wylie by Elinor Wylie (1932)",
    "The Heart of Emerson's Journals by Ralph Waldo Emerson (1926)",
    "The Private Papers of Henry Ryecroft by George Gissing (1902)",
    "Rootabaga Stories by Carl Sandburg (1922)",
    "Busman's Honeymoon by Dorothy L. Sayers (1937)",
    "The Life of Charlotte Brontë by Elizabeth Gaskell (1857)",
    "Mr. Zero by Patricia Wentworth (1938)",
    "Death Comes for the Archbishop (Annotated Edition) (Willa Cather's Great Classics Book 6) by Willa Cather (1927)",
    "The Life of Samuel Johnson by James Boswell (1790)",
    "The Hairy Ape by Eugene O'Neill (1922)",
    "White Buildings: Poems by Hart Crane (1926)",
    "The Poems of François Villon by François Villon (1459)",
    "Picasso by Gertrude Stein (1938)",
    "The Greek Coffin Mystery by Ellery Queen (1930)",
    "The Duchess of Malfi by John Webster (1614)",
    "My Life by Isadora Duncan (1927)",
    "Gray's Anatomy by Henry Gray (1858)",
    "Imagining India: The Idea of a Renewed Nation by Nandan Nilekani (2008)",
    "The Republic of Plato by Plato (380)",
    "Christianity and Culture: The Idea of a Christian Society and Notes Towards the Definition of Culture by T.S. Eliot (1939)",
    "The Wreck by Rabindranath Tagore (1906)",
    "Saint's Progress by John Galsworthy (None)",
    "Eyeless in Gaza by Aldous Huxley (1936)",
    "Gone to Earth by Mary Webb (1917)",
    "And Even Now by Max Beerbohm (1921)",
    "The Professor's House by Willa Cather (1925)",
    "The Anatomy of Melancholy by Robert Burton (1621)",
    "Native Son by Richard Wright (1940)",
    "The Long Valley by John Steinbeck (1938)",
    "The Grandmothers: A Family Portrait by Glenway Wescott (1927)",
    "The Diary of a Man of Fifty by Henry James (1879)",
    "The Letters of Vincent van Gogh by Vincent van Gogh (1914)",
    "The Altar of the Dead by Henry James (1895)",
    "Icarus or the Future of Science by Bertrand Russell (1959)",
    "The Cloud of Unknowing and The Book of Privy Counseling by Anonymous (1375)",
    "The Ghost by Arnold Bennett (1907)",
    "In the Middle: New Understandings about Writing, Reading, and Learning by Nancie Atwell (1987)",
    "Henry James by Rebecca West (1916)",
    "The Return of the Soldier by Rebecca West (1918)",
    "Doctor Dolittle's Circus by Hugh Lofting (1924)",
    "The Death of the Heart by Elizabeth Bowen (1938)",
    "Tanglewood Tales: A Wonder-Book for Girls and Boys by Nathaniel Hawthorne (1851)",
    "Illustrations for the Book of Job by William Blake (1826)",
    "Fathers and Children by Ivan Turgenev (1862)",
    "The Clue in the Old Album by Carolyn Keene (1947)",
    "Here Lies: The Collected Stories of Dorothy Parker by Dorothy Parker (1939)",
    "Riceyman Steps by Arnold Bennett (1923)",
    "The Prodigal Parents by Sinclair Lewis (None)",
    "The Kidnap Murder Case by S.S. Van Dine (1936)",
    "Axel's Castle: A Study in the Imaginative Literature of 1870-1930 by Edmund Wilson (1931)",
    "Dracula by Bram Stoker (1897)",
    "Nantucket Nights by Elin Hilderbrand (2002)",
    "The Claverings by Anthony Trollope (1867)",
    "The Plutocrat by Booth Tarkington (1927)",
    "Shakespearean Tragedy: Lectures on Hamlet, Othello, King Lear and Macbeth by A.C. Bradley (1904)",
    "A Short Residence in Sweden / Memoirs of the Author of 'The Rights of Woman' by Mary Wollstonecraft (1795)",
    "Sinister Street by Compton Mackenzie (1917)",
    "Cimarron by Edna Ferber (1929)",
    "An Ideal Husband by Oscar Wilde (1893)",
    "The Courts of the Morning by John Buchan (1929)",
    "The White Devil by John Webster (1612)",
    "Within the Tides by Joseph Conrad (1911)",
    "The Yearling by Marjorie Kinnan Rawlings (1938)",
    "Rats, Lice, and History: Being a Study in Biography, Which, After Twelve Preliminary Chapters Indispensable for the Preparation of the Lay Reader, Deals With the Life History of Typhus Fever by Hans Zinsser (1935)",
    "All God's Chillun Got Wings by Eugene O'Neill (1924)",
    "The White Monkey by John Galsworthy (1924)",
    "Human Being by Christopher Morley (None)",
    "Pamela by Samuel Richardson (1740)",
    "The Opinions of Jérôme Coignard by Anatole France (1893)",
    "The Diary of a Young Lady of Fashion in the Year 1764-1765 by Cleone Knox (1924)",
    "Little Dorrit by Charles Dickens (1855)",
    "Memoirs of My Dead Life by George Moore (1906)",
    "Daughter of Earth by Agnes Smedley (1929)",
    "French Ways and Their Meaning by Edith Wharton (1919)",
    "Prince Otto by Robert Louis Stevenson (1885)",
    "The Happy Prince and Other Tales by Oscar Wilde (1888)",
    "Far From the Madding Crowd by Thomas Hardy (1874)",
    "The Doors of Perception & Heaven and Hell by Aldous Huxley (1956)",
    "Daedalus, Or, Science and the Future by J.B.S. Haldane (1923)",
    "The Oxford Book of English Verse by Christopher Ricks (None)",
    "Life and Letters of Robert Browning by Mrs. Sutherland Orr (1908)",
    "Science and the Modern World by Alfred North Whitehead (1926)",
    "The Fashion in Shrouds by Margery Allingham (1938)",
    "The Mother's Recompense by Edith Wharton (1925)",
    "On the Eve by Ivan Turgenev (1860)",
    "The Aspirations of Jean Servien by Anatole France (None)",
    "1914, and Other Poems by Rupert Brooke (1915)",
    "The Man Who Knew Coolidge: Being the Soul of Lowell Schmaltz, Constructive and Nordic Citizen by Sinclair Lewis (1928)",
    "Mandoa, Mandoa!: A Comedy of Irrelevance by Winifred Holtby (1933)",
    "Six Plays by Corneille and Racine by Pierre Corneille (None)",
    "Galahad: Enough of His Life to Explain His Reputation by John Erskine (1926)",
    "The Mystery of the Blue Train by Agatha Christie (1928)",
    "Scaramouche by Rafael Sabatini (1921)",
    "The Misfortunes of Elphin by Thomas Love Peacock (1829)",
    "Flowering Judas and Other Stories by Katherine Anne Porter (None)",
    "The Varieties of Religious Experience by William James (1901)",
    "Zuleika Dobson by Max Beerbohm (1911)",
    "Phaedrus by Plato (370)",
    "Be Safe, Love Mom: A Military Mom's Stories of Courage, Comfort, and Surviving Life on the Home Front by Elaine Lowry Brye (None)",
    "Chicago Poems by Carl Sandburg (1916)",
    "The Good Earth by Pearl S. Buck (1931)",
    "Appointment in Samarra by John O'Hara (1934)",
    "From Death to Morning by Thomas Wolfe (1935)",
    "Chamber Music by James Joyce (1905)",
    "Selected Poems of Ezra Pound by Ezra Pound (1928)",
    "His Monkey Wife by John Collier (1930)",
    "Les Nourritures Terrestres by André Gide (1897)",
    "A Propos of Lady Chatterley's Lover and Other Essays by D.H. Lawrence (1932)",
    "Strait is the Gate by André Gide (1909)",
    "The Adventures of Ferdinand Count Fathom by Tobias Smollett (1753)",
    "The Best American Short Stories of the Century by John Updike (None)",
    "Everybody's Autobiography by Gertrude Stein (1937)",
    "The Analysis of Mind by Bertrand Russell (1921)",
    "The Trial by Franz Kafka (1925)",
    "Studs Lonigan Trilogy: Young Lonigan/The Young Manhood of Studs Lonigan/Judgment Day by James T. Farrell (1935)",
    "The Silver Stallion by James Branch Cabell (1926)",
    "The Beadle by Pauline Smith (1972)",
    "The Charterhouse of Parma by Stendhal (1839)",
    "Winged Pharaoh by Joan Marshall Grant (1938)",
    "Valmouth and Other Novels by Ronald Firbank (1919)",
    "Brazilian Adventure by Peter Fleming (1933)",
    "The Great God Pan by Arthur Machen (1890)",
    "The Years Between by Rudyard Kipling (1919)",
    "Orley Farm by Anthony Trollope (1861)",
    "The Nigger of the Narcissus by Joseph Conrad (1897)",
    "Homage to Catalonia by George Orwell (1938)",
    "A New Translation of the Nichomachean Ethics of Aristotle by Aristotle (340)",
    "Cards on the Table by Agatha Christie (1936)",
    "Uncle Remus: His Songs and His Sayings by Joel Chandler Harris (1881)",
    "Tales of the Alhambra by Washington Irving (1832)",
    "Headlong Hall by Thomas Love Peacock (1816)",
    "The Moonstone by Wilkie Collins (1868)",
    "My Brother's Keeper: James Joyce's Early Years by Stanislaus Joyce (1957)",
    "Daisy Miller by Henry James (1878)",
    "The Unvanquished by William Faulkner (1938)",
    "Moderato cantabile by Marguerite Duras (1958)",
    "Creatures That Once Were Men by Maxim Gorky (1897)",
    "The House in Paris by Elizabeth Bowen (1935)",
    "Death at the Bar by Ngaio Marsh (1940)",
    "Cane by Jean Toomer (1923)",
    "The Sacred Fount by Henry James (1901)",
    "The Princess Casamassima by Henry James (1885)",
    "Wilhelm Meister's Apprenticeship by Johann Wolfgang von Goethe (1795)",
    "The History of Rasselas, Prince of Abissinia by Samuel Johnson (1759)",
    "Affirmations by H. Havelock Ellis (1898)",
    "Dodsworth by Sinclair Lewis (1929)",
    "Smoke by Ivan Turgenev (1867)",
    "Satires and Personal Writings by Jonathan Swift (1932)",
    "With Malice Toward Some by Margaret Halsey (None)",
    "The Devil in the Flesh by Raymond Radiguet (1923)",
    "The Secret of Shadow Ranch by Carolyn Keene (1931)",
    "Lourdes by Émile Zola (1894)",
    "Bewilderment by Evelyn Scott (None)",
    "The Complete Adventures of Huckleberry Finn and Tom Sawyer by Mark Twain (1876)",
    "Coming Up for Air by George Orwell (1939)",
    "The Narrative of Arthur Gordon Pym of Nantucket by Edgar Allan Poe (1838)",
    "Ecclesiastical History of the English People by Bede (731)",
    "Saint Joan: A Chronicle Play in Six Scenes & an Epilogue (Shaw Library) by George Bernard Shaw (1923)",
    "Memoirs of an Infantry Officer by Siegfried Sassoon (1930)",
    "Turn on the Heat by A.A. Fair (1940)",
    "Kidnapped by Robert Louis Stevenson (1886)",
    "The Wild Orchid by Sigrid Undset (1929)",
    "The Return of the Native by Thomas Hardy (1878)",
    "The Ambassadors by Henry James (1903)",
    "The Single Hound by May Sarton (None)",
    "King Lear by William Shakespeare (1605)",
    "American Girls: Social Media and the Secret Lives of Teenagers by Nancy Jo Sales (None)",
    "Hamlet by William Shakespeare (1603)",
    "A Shortened History of England by George Macaulay Trevelyan (1942)",
    "Firecrackers: A Realistic Novel by Carl Van Vechten (None)",
    "Partners in Crime by Agatha Christie (1929)",
    "Seven Poor Men of Sydney by Christina Stead (None)",
    "The Schumanns And Johannes Brahms; The Memoirs Of Eugenie Schumann by Eugenie Schumann (None)",
    "Moon Calf: A Novel by Floyd Dell (1920)",
    "The Wild Swans by Hans Christian Andersen (1838)",
    "The Egoist by George Meredith (1879)",
    "Cheerful, by Request by Edna Ferber (1913)",
    "The Life and Death of Harriett Frean by May Sinclair (1922)",
    "Hieroglyphics: A Note Upon Ecstasy In Literature by Arthur Machen (1902)",
    "A City of Bells by Elizabeth Goudge (1936)",
    "Under Western Eyes by Joseph Conrad (1911)",
    "A Passage to India by E.M. Forster (1924)",
    "100 Best-Loved Poems by Philip Smith (None)",
    "The Last Chronicle of Barset by Anthony Trollope (1867)",
    "The Quest for Certainty: A Study of the Relation of Knowledge and Action by John Dewey (1929)",
    "That Is SO Me: 365 Days of Devotions: Flip-Flops, Faith, and Friends by Nancy N. Rue (2010)",
    "Staying with Relations by Rose Macaulay (None)",
    "Bevis by Richard Jefferies (1882)",
    "The Light Invisible by Robert Hugh Benson (1903)",
    "Paul Gauguin: An Erotic Life by Nancy Mowll Mathews (None)",
    "Father and Son: A Study of Two Temperaments by Edmund Gosse (1907)",
    "Winner Take Nothing by Ernest Hemingway (1933)",
    "The Fortunes of Richard Mahony by Henry Handel Richardson (1930)",
    "Nonsense Novels by Stephen Leacock (1911)",
    "Buttered Side Down: Short Stories by Edna Ferber (1912)",
    "Aspects of the Novel by E.M. Forster (1927)",
    "The Dark Island by Vita Sackville-West (None)",
    "The Wonderful Adventures of Nils by Selma Lagerlöf (1906)",
    "Pangeran Nan Bahagia dan Dongeng-Dongeng Lainnya by Oscar Wilde (1888)",
    "The World As I See It by Albert Einstein (1935)",
    "Mourning Becomes Electra by Eugene O'Neill (1931)",
    "Three Plays for Puritans by George Bernard Shaw (1901)",
    "A Set Of Six by Joseph Conrad (1908)",
    "The Card: A Story of Adventure in the Five Towns by Arnold Bennett (1911)",
    "Death in the Afternoon by Ernest Hemingway (1932)",
    "Strong Poison by Dorothy L. Sayers (1930)",
    "The Case of the Lucky Legs by Erle Stanley Gardner (1934)",
    "Conrad in Quest of his Youth by Leonard Merrick (None)",
    "The Complete Poetical Works by Elizabeth Barrett Browning (1875)",
    "The Taming of the Shrew by William Shakespeare (1593)",
    "In Hazard by Richard Hughes (1938)",
    "The Bomb by Frank Harris (1908)",
    "The Spanish Cape Mystery by Ellery Queen (1935)",
    "A Story Teller's Story by Sherwood Anderson (1924)",
    "North to the Orient by Anne Morrow Lindbergh (1935)",
    "Antarctica: An Intimate Portrait of the World's Most Mysterious Continent by Gabrielle Walker (2012)",
    "Facades: Edith, Osbert, and Sacheverell Sitwell by John George Pearson (1978)",
    "A Voyage to Arcturus by David Lindsay (1920)",
    "Dead Girls Don't Wear Diamonds by Nancy Martin (None)",
    "The Tenant of Wildfell Hall by Anne Brontë (1848)",
    "The Forsyte Saga Vol 2: The White Monkey, The Silver Spoon, Swan Song by John Galsworthy (1920)",
    "Lucy Church Amiably by Gertrude Stein (1930)",
    "The Murder of Roger Ackroyd by Agatha Christie (1926)",
    "Just Patty by Jean Webster (1911)",
    "Soldiers' Pay by William Faulkner (1926)",
    "The Sentimentalists by Robert Hugh Benson (None)",
    "The Home-Maker by Dorothy Canfield Fisher (1924)",
    "The Maltese Falcon by Dashiell Hammett (1929)",
    "The Hamlet by William Faulkner (1940)",
    "Clarissa, or, the History of a Young Lady by Samuel Richardson (1748)",
    "The Cask by Freeman Wills Crofts (1920)",
    "A Backward Glance by Edith Wharton (1934)",
    "The Rape of the Lock by Alexander Pope (1717)",
    "Old Court Life in France, Volume 1 by Frances Minto Dickinson Elliot (1872)",
    "The Portrait of a Lady by Henry James (1881)",
    "The Gentle Art of Making Enemies by James McNeill Whistler (1890)",
    "The History of Tom Jones; A Foundling. by Henry Fielding, Esq; In Four Volumes. ... by Henry Fielding (1749)",
    "Wordsworth and the Dragon by Scotti Cohn (None)",
    "The First Cut by Dianne Emley (2006)",
    "Good Poems for Hard Times by Garrison Keillor (2005)",
    "The Sacred Wood: Essays on Poetry and Criticism by T.S. Eliot (1920)",
    "The Scarab Murder Case by S.S. Van Dine (1929)",
    "Murder on the Orient Express by Agatha Christie (1934)",
    "Boy by James Hanley (1931)",
    "Aeschylus II: The Suppliant Maidens, The Persians, Seven against Thebes, and Prometheus Bound (The Complete Greek Tragedies) by Aeschylus (463)",
    "It Can't Happen Here by Sinclair Lewis (1935)",
    "Sanctuary by William Faulkner (1931)",
    "Year Before Last by Kay Boyle (1932)",
    "Peter Simple by Frederick Marryat (1834)",
    "Finnegans Wake by James Joyce (1939)",
    "Vanity Fair by William Makepeace Thackeray (1848)",
    "The Expedition of Humphry Clinker by Tobias Smollett (1771)",
    "An Essay in Aid of a Grammar of Assent by John Henry Newman (1870)",
    "Nightmare Abbey; Crotchet Castle by Thomas Love Peacock (1830)",
    "Parade's End: The Complete Tetralogy by Ford Madox Ford (1928)",
    "Open the Door by Catherine Carswell (1920)",
    "The Metamorphosis by Franz Kafka (1915)",
    "Arrowsmith by Sinclair Lewis (1925)",
    "The Sailor's Return & Beany-Eye by David Garnett (1925)",
    "Articles De Paris by Sisley Huddleston (None)",
    "The Clock Ticks On by Valentine Williams (None)",
    "The Complete Poems of Emily Dickinson by Emily Dickinson (1890)",
    "The Exile by Pearl S. Buck (1936)",
    "White Mule by William Carlos Williams (1937)",
    "Youth and the Bright Medusa by Willa Cather (1920)",
    "Treasure Island: By Robert Louis Stevenson (Illustrated And Unabridged) by Robert Louis Stevenson (1879)",
    "Buried Alive by Arnold Bennett (1908)",
    "The Weather in the Streets by Rosamond Lehmann (1936)",
    "The Reluctant Dragon (Illustrated, with Audiobook links) (Dream Days 1) by Kenneth Grahame (1898)",
    "Desire Under the Elms & The Great God Brown by Eugene O'Neill (1958)",
    "Letters from an American Farmer by J. Hector St. John de Crèvecoeur (1782)",
    "Jefferson Davis and His Generals: The Failure of Confederate Command in the West by Steven E. Woodworth (1990)",
    "Stormblade by Nancy Varian Berberick (1988)",
    "De Profundis by Oscar Wilde (1905)",
    "History of the Russian Revolution by Leon Trotsky (1931)",
    "Four Plays: The Clouds/The Birds/Lysistrata/The Frogs by Aristophanes (1983)",
    "The Corn King and the Spring Queen (The Hera Series) by Naomi Mitchison (1931)",
    "The Case of the Howling Dog by Erle Stanley Gardner (1934)",
    "Poor White by Sherwood Anderson (1920)",
    "The Judge by Rebecca West (1922)",
    "To the North by Elizabeth Bowen (1932)",
    "Introduction to Mathematical Philosophy by Bertrand Russell (1918)",
    "Napoleon by Emil Ludwig (1924)",
    "The Student's History of Ireland by Stephen Lucius Gwynn (None)",
    "Jalna by Mazo de la Roche (1927)",
    "Time and Western Man by Wyndham Lewis (1927)",
    "The Crystal Cabinet: My Childhood At Salterns by Mary Butts (1937)",
    "Genghis Khan: Emperor of All Men by Harold Lamb (1927)",
    "The Path to Rome by Hilaire Belloc (1902)",
    "A Thousand and One Afternoons in Chicago by Ben Hecht (1922)",
    "One's Company: A Journey to China in 1933 by Peter Fleming (1934)",
    "The House in Dormer Forest by Mary Webb (1920)",
    "Europe and the Faith by Hilaire Belloc (1920)",
    "The Penguin Book of First World War Stories by Barbara Korte (None)",
    "Seven Types of Ambiguity by William Empson (1930)",
    "Vogliamo Tutto: The Novel of Italy's Hot Autumn by Nanni Balestrini (1971)",
    "The Woman of Andros by Thornton Wilder (1930)",
    "The Sound and the Fury by William Faulkner (1929)",
    "Terror Keep by Edgar Wallace (None)",
    "A Room with a View by E.M. Forster (1908)",
    "The Common Reader by Virginia Woolf (1925)",
    "The Travels of Marco Polo by Marco Polo (1298)",
    "Dark Laughter by Sherwood Anderson (1925)",
    "Three Soldiers by John Dos Passos (1921)",
    "Life As We Have Known It: The Voices of Working-Class Women by Margaret Llewelyn Davies (1975)",
    "The Portable Atheist: Essential Readings for the Nonbeliever by Christopher Hitchens (None)",
    "The Age of Innocence by Edith Wharton (1920)",
    "The Actor-Manager by Leonard Merrick (1919)",
    "The House Without a Key by Earl Derr Biggers (1925)",
    "Lawrence and the Arabs by Robert Graves (1927)",
    "Cold Harbour by Francis Brett Young (1925)",
    "The Prelude by William Wordsworth (1850)",
    "Tender Buttons by Gertrude Stein (1914)",
    "A Superficial Journey Through Tokyo And Peking by Peter Quennell (1932)",
    "The Mark on the Wall by Virginia Woolf (1917)",
    "Three Plays: Desire Under the Elms / Strange Interlude / Mourning Becomes Electra by Eugene O'Neill (1931)",
    "Queen of the Rising Sun: From Landlady of an East End Pub to Essex Nan by Nanny Pat (2013)",
    "The Spanish Tragedy by Thomas Kyd (1592)",
    "Hesperides & Noble Numbers: A selection by Robert Herrick (None)",
    "The Mystery of the Yellow Room by Gaston Leroux (1907)",
    "Huntingtower by John Buchan (1922)",
    "La fiera delle vanità by William Makepeace Thackeray (1848)",
    "We'll to the Woods No More: Novel by Édouard Dujardin (1888)",
    "The Blessing of Pan by Lord Dunsany (1927)",
    "Cakes and Ale: Or, The Skeleton in the Cupboard by W. Somerset Maugham (1930)",
    "Bardelys the Magnificent by Rafael Sabatini (1905)",
    "All Quiet on the Western Front by Erich Maria Remarque (1929)",
    "The Colonel's Daughter by Richard Aldington (1950)",
    "All Alone: The Life and Private History of Emily Jane Brontë by Romer Wilson (None)",
    "Alice Adams by Booth Tarkington (1921)",
    "Jailed for Freedom: American Women Win the Vote by Doris Stevens (1920)",
    "Hurricane Dancers: The First Caribbean Pirate Shipwreck by Margarita Engle (None)",
    "The Psychopathology of Everyday Life by Sigmund Freud (1901)",
    "Northwest Passage by Kenneth Roberts (1937)",
    "Along The Road; Notes And Essays Of A Tourist by Aldous Huxley (1925)",
    "The Tragic Muse by Henry James (1890)",
    "Imperial Purple by Edgar Saltus (1892)",
    "Studies in Classic American Literature by D.H. Lawrence (1923)",
    "The Book of the Dead by Jared Shurin (2012)",
    "The Kennel Murder Case by S.S. Van Dine (1933)",
    "A Tale of a Tub by Jonathan Swift (1704)",
    "The Oxford Book of Modern Fairy Tales by Alison Lurie (1993)",
    "Mr. Blettsworthy On Rampole Island by H.G. Wells (1928)",
    "Those Barren Leaves (Coleman Dowell Literature Series) by Aldous Huxley (1925)",
    "A Tour Through England and Wales - Volume I. by Daniel Defoe (None)",
    "None So Pretty by Margaret Irwin (None)",
    "Buddenbrooks: The Decline of a Family by Thomas Mann (1901)",
    "The Nine Tailors by Dorothy L. Sayers (1934)",
    "The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution by C.L.R. James (1938)",
    "The Clue in the Jewel Box by Carolyn Keene (1943)",
    "Gargantua and Pantagruel by François Rabelais (1532)",
    "Hudibras by Samuel Butler (1663)",
    "King Goshawk and the Birds by Eimar O'Duffy (1926)",
    "Told By An Idiot by Rose Macaulay (1923)",
    "Her Son's Wife by Dorothy Canfield Fisher (1926)",
    "William Shakespeare: A Critical Study by Georg Brandes (None)",
    "Village: As It Happened Through a Fifteen Year Period by Robert McAlmon (1924)",
    "Ten Little Niggers by Agatha Christie (None)",
    "The Missing Miniature or The Adventures of a Sensitive Butcher by Erich Kästner (1935)",
    "The Heart to Artemis: A Writer's Memoirs by Bryher (1962)",
    "Enemies of Promise by Cyril Connolly (1938)",
    "A Thatched Roof by Beverley Nichols (1932)",
    "The Intelligent Woman's Guide to Socialism, Capitalism, Sovietism and Fascism by George Bernard Shaw (1928)",
    "The English Constitution by Walter Bagehot (1867)",
    "The Fall of the House of Usher/The Pit & the Pendulum/Other Tales of Mystery & Imagination (Classic Fiction) by Edgar Allan Poe (1839)",
    "The Thirteen Problems by Agatha Christie (1932)",
    "The Lesson of the Master by Henry James (1888)",
    "A Farewell to Arms by Ernest Hemingway (1929)",
    "Jonah's Gourd Vine by Zora Neale Hurston (1934)",
    "Savage Beauty: The Life of Edna St. Vincent Millay by Nancy Milford (2001)",
    "The Wicker-Work Woman by Anatole France (1897)",
    "A Story a Day 'til Christmas (A Story a Day 'til Christmas, #1) by Nan Roloff (None)",
    "The Monster, And Other Stories by Stephen Crane (1898)",
    "Memoirs of a Midget by Walter de la Mare (1921)",
    "The Three Cities Trilogy: Rome by Émile Zola (1896)",
    "On Liberty by John Stuart Mill (1859)",
    "Anna of the Five Towns by Arnold Bennett (1902)",
    "Decadence by Maxim Gorky (1924)",
    "Life with Father by Clarence Day Jr. (1935)",
    "Black Boy by Richard Wright (1945)",
    "Treasury of American Poetry by Nancy Sullivan (1978)",
    "Ivanhoe by Walter Scott (1819)",
    "Gaudy Night by Dorothy L. Sayers (1935)",
    "Testament of Youth by Vera Brittain (1933)",
    "Cranford by Elizabeth Gaskell (1853)",
    "Abe Lincoln in Illinois by Robert E. Sherwood (1938)",
    "Dombey and Son by Charles Dickens (1848)",
    "The Morals of Marcus Ordeyne by William John Locke (1906)",
    "The Waves by Virginia Woolf (1931)",
    "The Verge: A Play In Three Acts by Susan Glaspell (2007)",
    "The Home and the World by Rabindranath Tagore (1916)",
    "Dead Man Control by Helen Reilly (1936)",
    "The Old Curiosity Shop by Charles Dickens (1840)",
    "The Garland of Letters by Arthur Avalon (1922)",
    "The Emperor Jones by Eugene O'Neill (1920)",
    "After Many a Summer Dies the Swan by Aldous Huxley (1939)",
    "Sherston's Progress by Siegfried Sassoon (1936)",
    "Piers the Ploughman by William Langland (1360)",
    "Sylvia and Michael by Compton Mackenzie (1919)",
    "Night Rider by Robert Penn Warren (1939)",
    "Barchester Towers by Anthony Trollope (1857)",
    "The Weary Blues by Langston Hughes (1925)",
    "Brave New World by Aldous Huxley (1932)",
    "The Adventures of the Black Girl in Her Search for God by George Bernard Shaw (1932)",
    "Family History by Vita Sackville-West (1932)",
    "Redburn / White-Jacket / Moby-Dick by Herman Melville (1851)",
    "Kitty Foyle by Christopher Morley (1939)",
    "A Connecticut Yankee in King Arthur's Court by Mark Twain (1889)",
    "Books and Characters French & English by Lytton Strachey (1922)",
    "The Dark Flower by John Galsworthy (None)",
    "Collected Poems by Edna St. Vincent Millay (1956)",
    "Poet's Pub by Eric Linklater (1929)",
    "The Gap in the Curtain by John Buchan (1932)",
    "The Collected Tales and Poems of Edgar Allan Poe by Edgar Allan Poe (1849)",
    "Beyond the Mexique Bay by Aldous Huxley (1934)",
    "The Ring of the Nibelung by Richard Wagner (1853)",
    "The Loving Spirit by Daphne du Maurier (1931)",
    "The Postman Always Rings Twice by James M. Cain (1934)",
    "The Reverberator by Henry James (1888)",
    "Virginia Woolf: A Critical Memoir by Winifred Holtby (1932)",
    "The Picture of Dorian Grey by Oscar Wilde (1890)",
    "Memoirs of a Fox-Hunting Man by Siegfried Sassoon (1928)",
    "The Rover by Joseph Conrad (1923)",
    "The Bridge by Hart Crane (1930)",
    "Crewe Train by Rose Macaulay (1926)",
    "The Iron Heel by Jack London (1908)",
    "The Rise of Silas Lapham by William Dean Howells (1885)",
    "Sense and Sensibility by Jane Austen (1811)",
    "Mont-Saint-Michel and Chartres by Henry Adams (1905)",
    "Utopia by Thomas More (1516)",
    "Manhattan Transfer by John Dos Passos (1925)",
    "Plutarch's Lives: Volume I by Plutarch (100)",
    "Sadhana : the realisation of life by Rabindranath Tagore (1913)",
    "The Gods Arrive by Edith Wharton (1932)",
    "Wintersmoon by Hugh Walpole (1928)",
    "Sentimental Education by Gustave Flaubert (1869)",
    "Lolita by Vladimir Nabokov (1955)",
    "Present Indicative by Noël Coward (1937)",
    "It Happened to Nancy: By an Anonymous Teenager, A True Story from Her Diary by Beatrice Sparks (None)",
    "Jack the Ripper, The Works of Francis Thompson by Richard Patterson (None)",
    "The Magic Mountain by Thomas Mann (1924)",
    "Collected Poems by Vachel Lindsay by Vachel Lindsay (1923)",
    "My Son, My Son by Howard Spring (1938)",
    "Representative Men: Seven Lectures by Ralph Waldo Emerson (1850)",
    "Oil! by Upton Sinclair (1926)",
    "The Apes of God by Wyndham Lewis (1930)",
    "Testament of Friendship (Virago classic non-fiction) by Vera Brittain (1940)",
    "The Player's Boy by Bryher (1953)",
    "Untouchable by Mulk Raj Anand (1935)",
    "Legend by Clemence Dane (1919)",
    "Serenade by James M. Cain (1937)",
    "A Glastonbury Romance by John Cowper Powys (1932)",
    "Deep Summer by Gwen Bristow (1937)",
    "The Happy Prince, The Selfish Giant, Lord Arthur Savile's Crime and Other Stories by Oscar Wilde (1888)",
    "A Christmas Garland by Max Beerbohm (1912)",
    "Adam's Breed by Radclyffe Hall (1926)",
    "Portrait of Jennie by Robert Nathan (1940)",
    "Married People by Mary Roberts Rinehart (1937)",
    "Bacon to Kant: An Introduction to Modern Philosophy by Garrett Thomson (2001)",
    "Tamerlane the Earth Shaker by Harold Lamb (1928)",
    "The Turn of the Screw and The Aspern Papers by Henry James (1898)",
    "A High Wind in Jamaica by Richard Hughes (1929)",
    "Glimpses of Unfamiliar Japan by Lafcadio Hearn (1894)",
    "Tess of the D'Urbervilles by Thomas Hardy (1891)",
    "The Seven Lamps of Architecture by John Ruskin (1849)",
    "The Importance of Being Earnest: A Play in Three Acts by Oscar Wilde (1895)",
    "Vision and Design by Roger Eliot Fry (1974)",
    "Island Girls by Nancy Thayer (None)",
    "Medieval People by Eileen Power (1924)",
    "No more music : a play in three acts by Rosamond Lehmann (None)",
    "The Early Life and Adventures of Sylvia Scarlett by Compton Mackenzie (1918)",
    "All Men Are Enemies by Richard Aldington (1933)",
    "Elsie Venner by Oliver Wendell Holmes Sr. (1861)",
    "White Ladies by Francis Brett Young (1923)",
    "Complete Works Ultimate Collection by William Shakespeare (1623)",
    "Fifty-One Tales by Lord Dunsany (1915)",
    "I Can Get It for You Wholesale: A Novel (The Harry Bogen Novels) by Jerome Weidman (1937)",
    "The Confession of a Fool by August Strindberg (1893)",
    "The Mauve Decade: American Life at the End of the Nineteenth Century by Thomas Beer (1926)",
    "Hudson River Bracketed by Edith Wharton (1929)",
    "Art and Artist: Creative Urge and Personality Development by Otto Rank (1975)",
    "My Sister Eileen by Ruth McKenney (1938)",
    "Concise Oxford English Dictionary with CDROM by Oxford University Press (1911)",
    "A Doll's House by Henrik Ibsen (1879)",
    "East Wind: West Wind by Pearl S. Buck (1930)",
    "Murder Must Advertise by Dorothy L. Sayers (1933)",
    "Ah, Wilderness! by Eugene O'Neill (1934)",
    "Hunger by Knut Hamsun (1890)",
    "The Moneychangers by Upton Sinclair (None)",
    "Homer's Daughter by Robert Graves (1955)",
    "The Nightgown of the Sullen Moon by Nancy Willard (1983)",
    "Eight Cousins: Or the Aunt-Hill by Louisa May Alcott (1874)",
    "Being Geniuses Together, 1920 1930 by Robert McAlmon (1938)",
    "Orient Express by John Dos Passos (1922)",
    "Washington Square by Henry James (1880)",
    "The Innocents Abroad: Or the New Pilgrim's Progress by Mark Twain (1869)",
    "Montaigne and Melancholy: The Wisdom of the Essays by M.A. Screech (None)",
    "Three Dublin Plays: The Shadow of a Gunman / Juno and the Paycock / The Plough and the Stars by Seán O'Casey (1969)",
    "Nigger Heaven by Carl Van Vechten (1926)",
    "A Foregone Conclusion by William Dean Howells (None)",
    "John Brown's Body by Stephen Vincent Benét (1928)",
    "Pepita by Vita Sackville-West (1937)",
    "The Autobiography of G.K. Chesterton by G.K. Chesterton (1936)",
    "Conquistador by Archibald MacLeish (None)",
    "Articles on Poetry by William Butler Yeats, Including: The Second Coming (Poem), the Wanderings of Oisin and Other Poems, the Countess Kathleen and Various Legends and Lyrics, the Winding Stair and Other Poems, in the Seven Woods by Hephaestus Books (None)",
    "More Pricks Than Kicks by Samuel Beckett (1934)",
    "The Woman in White by Wilkie Collins, Fiction by Wilkie Collins (1859)",
    "Keeping Up Appearances by Rose Macaulay (None)",
    "Recollections: An Autobiography by Viktor E. Frankl (1995)",
    "Three Stories and Ten Poems by Ernest Hemingway (1923)",
    "Pale Horse, Pale Rider by Katherine Anne Porter (1939)",
    "The Canary Murder Case by S.S. Van Dine (1927)",
    "The Book of Tea by Kakuzō Okakura (1906)",
    "Lud-in-the-Mist by Hope Mirrlees (1926)",
    "The Four Horsemen of the Apocalypse by Vicente Blasco Ibáñez (1916)",
    "The Adventures of Sherlock Holmes by Arthur Conan Doyle (1892)",
    "Gone with the Wind by Margaret Mitchell (1936)",
    "Experiment in Autobiography: Discoveries & Conclusions of a Very Ordinary Brain (Since 1866) by H.G. Wells (1934)",
    "Chance by Joseph Conrad (1913)",
    "The Treasury of American Short Stories by Nancy Sullivan (None)",
    "The Romantic Exiles: A Nineteenth Century Portrait Gallery by Edward Hallett Carr (1949)",
    "I'll Never Be Young Again by Daphne du Maurier (1932)",
    "Party Going by Henry Green (1939)",
    "Ten North Frederick by John O'Hara (1955)",
    "The Well of Loneliness by Radclyffe Hall (1928)",
    "The Day's Work by Rudyard Kipling (1898)",
    "The Edwardians by Vita Sackville-West (1930)",
    "White Fang by Jack London (1906)",
    "Main Street: The Story of Carol Kennicott by Sinclair Lewis (1920)",
    "Point Counter Point by Aldous Huxley (1928)",
    "Leda by Aldous Huxley (1920)",
    "The Letters of Abélard and Héloïse by Pierre Abélard (1133)",
    "The Seven Who Fled by Frederic Prokosch (1937)",
    "Thieves Like Us by Edward Anderson (1937)",
    "Blind Mans Year by Warwick Deeping (None)",
    "Clouds of Witness by Dorothy L. Sayers (1926)",
    "Politics by Aristotle (350)",
    "The Lives of a Bengal Lancer by Francis Yeats-Brown (1930)",
    "A Portrait of the Artist as a Young Man by James Joyce (1916)",
    "The Constant Nymph by Margaret Kennedy (1924)",
    "Free Air by Sinclair Lewis (1919)",
    "The Rains Came by Louis Bromfield (1943)",
    "Kitty by Warwick Deeping (None)",
    "The Principle of Relativity by Ebenezer Cunningham (1914)",
    "The Luck of Roaring Camp by Bret Harte (None)",
    "The Long Christmas Dinner and Other Plays in One Act by Thornton Wilder (1931)",
    "A Drama in Muslin by George Moore (1886)",
    "The Bishop Murder Case by S.S. Van Dine (1928)",
    "The Complete Collected Poems of Maya Angelou by Maya Angelou (1994)",
    "Romeo and Juliet by William Shakespeare (1595)",
    "The Shining Pyramid by Arthur Machen (1895)",
    "Island Practice: Cobblestone Rash, Underground Tom, and Other Adventures of a Nantucket Doctor by Pam Belluck (2012)",
    "Voyages and Discoveries: Principal Navigations, Voyages, Traffiques and Discoveries of the English Nation by Richard Hakluyt (1589)",
    "Black Mischief by Evelyn Waugh (1932)",
    "Gaudier-Brzeska: A Memoir by Ezra Pound (1916)",
    "White Face by Edgar Wallace (1930)",
    "Mr. Bennett and Mrs. Brown by Virginia Woolf (1929)",
    "James Joyce's Ulysses: A Study by Stuart Gilbert (1932)",
    "The Secret Glory by Arthur Machen (1922)",
    "Time and Tide: A Walk Through Nantucket by Frank Conroy (2004)",
    "The Diary of John Evelyn by John Evelyn (1818)",
    "The Empty House and Other Ghost Stories by Algernon Blackwood (1906)",
    "Masterpieces of Terror and the Supernatural by Marvin Kaye (None)",
    "Une vie by Guy de Maupassant (1883)",
    "Lamb in His Bosom by Caroline Miller (1933)",
    "Theories of Translation: An Anthology of Essays from Dryden to Derrida by Rainer Schulte (1992)",
    "The Pursuit of Love by Nancy Mitford (1945)",
    "The Journal of a Disappointed Man by W.N.P. Barbellion (1919)",
    "Laments for the Living, Collected Stories by Dorothy Parker (1930)",
    "A Hilltop on the Marne by Mildred Aldrich (1915)",
    "Elizabeth and Her German Garden by Elizabeth von Arnim (1898)",
    "This is My Story by Eleanor Roosevelt (None)",
    "Almayer's Folly by Joseph Conrad (1892)",
    "Rogue Herries by Hugh Walpole (1930)",
    "The Titan by Theodore Dreiser (1914)",
    "The ABC of Relativity by Bertrand Russell (1925)",
    "A Room of One's Own by Virginia Woolf (1929)",
    "In Our Time by Ernest Hemingway (1925)",
    "Seven Brothers by Aleksis Kivi (1870)",
    "All Men Are Brothers by Shi Nai'an (1370)",
    "The Dancing Floor by John Buchan (1926)",
    "Shadows on the Rock by Willa Cather (1931)",
    "The King of Elfland's Daughter by Lord Dunsany (1924)",
    "Great Sonnets by Paul Negri (None)",
    "The Life and Opinions of Tristram Shandy, Gentleman by Laurence Sterne (1759)",
    "A Note in Music by Rosamond Lehmann (1930)",
    "Shakespeare and Company by Sylvia Beach (1959)",
    "Crime and Custom in Savage Society (Revised) by Bronisław Malinowski (1926)",
    "The Secret Agent: A Simple Tale by Joseph Conrad (1907)",
    "Bright Star: Love Letters and Poems of John Keats to Fanny Brawne by John Keats (None)",
    "The Maurizius Case by Jakob Wassermann (1928)",
    "Men Without Women by Ernest Hemingway (1927)",
    "Lucy Gayheart by Willa Cather (1935)",
    "Metaphysics by Aristotle (330)",
    "A Shropshire Lad by A.E. Housman (1896)",
    "The Boy Who Drew Cats and Other Japanese Fairy Tales by Lafcadio Hearn (1998)",
    "Sweeney Agonistes: Fragments of an Aristophanic Melodrama by T.S. Eliot (None)",
    "Marius the Epicurean by Walter Pater (1885)",
    "Songs of Innocence and of Experience by William Blake (1789)",
    "The King of the Dark Chamber by Rabindranath Tagore (1914)",
    "This Proud Heart by Pearl S. Buck (None)",
    "The Autobiography of Benjamin Franklin by Benjamin Franklin (1791)",
    "From Ritual to Romance by Jessie Laidlay Weston (1920)",
    "Tortilla Flat by John Steinbeck (1935)",
    "England, My England and Other Stories by D.H. Lawrence (1922)",
    "Harmonium by Wallace Stevens (1923)",
    "The Autobiography of William Butler Yeats by W.B. Yeats (1926)",
    "The Counterfeiters by André Gide (1925)",
    "The Practice and Theory of Bolshevism by Bertrand Russell (1963)",
    "Good-Bye to All That: An Autobiography by Robert Graves (1929)",
    "African Game Trails: An Account of the African Wanderings of an American Hunter-Naturalist by Theodore Roosevelt (None)",
    "The Presidents Club: Inside the World's Most Exclusive Fraternity by Nancy Gibbs (None)",
    "The Castle by Franz Kafka (1922)",
    "The Vicar of Wakefield by Oliver Goldsmith (1766)",
    "Peer Gynt by Henrik Ibsen (1867)",
    "Peter Ibbetson by George du Maurier (1891)",
    "Rupert Brooke & Wilfred Owen Selected Poems by Rupert Brooke (None)",
    "The Case of the Lame Canary by Erle Stanley Gardner (1937)",
    "Unnatural Death by Dorothy L. Sayers (1927)",
    "The Works of Gerard Manley Hopkins (Wordsworth Poetry Library) by Gerard Manley Hopkins (None)",
    "Creative Evolution by Henri Bergson (1907)",
    "The Saint In New York by Leslie Charteris (1934)",
    "Back Street by Fannie Hurst (1931)",
    "Living Alone by Stella Benson (1919)",
    "South Riding An English Landscape by Winifred Holtby (1936)",
    "Jane Austen, Her Life and Letters: A Family Record by William Austen-Leigh (1913)",
    "The Children of the New Forest by Frederick Marryat (1847)",
    "The Terrible Hobby of Sir Joseph Londe, Bart. by E. Phillips Oppenheim (1924)",
    "The Plays (The Collected Works of W. B. Yeats #2) by W.B. Yeats (1934)",
    "So Red the Rose by Stark Young (1934)",
    "Charlotte Bronte - Jane Eyre: Readers' Guides to Essential Criticism by Sara Lodge (2008)",
    "The Black Soul by Liam O'Flaherty (None)",
    "The Last of the Vikings by Johan Bojer (1921)",
    "The Paris Sketch Book by William Makepeace Thackeray (1997)",
    "The Merchant of Venice by William Shakespeare (1596)",
    "The Life of the Bee by Maurice Maeterlinck (1901)",
    "Nationalism by Rabindranath Tagore (1917)",
    "The White Paternoster, And Other Stories by T.F. Powys (1930)",
    "Plagued by the Nightingale by Kay Boyle (1930)",
    "From Bed to Worse by Robert Benchley (None)",
    "The Chinese Written Character as a Medium for Poetry by Ernest Fenollosa (1919)",
    "Saturday Night and Sunday Morning by Alan Sillitoe (1958)",
    "The Ordeal of Richard Feverel by George Meredith (1859)",
    "Bleak House by Charles Dickens (1853)",
    "Poor Richard's Almanack by Benjamin Franklin (1732)",
    "Keep the Aspidistra Flying by George Orwell (1936)",
    "Something Childish and Other Stories by Katherine Mansfield (1924)",
    "Trilby by George du Maurier (1894)",
    "The Ace of Knaves by Leslie Charteris (1937)",
    "The Tempest by William Shakespeare (1611)",
    "The Stones of Venice by John Ruskin (1853)",
    "Nightwood by Djuna Barnes (1936)",
    "A Visit to William Blake's Inn: Poems for Innocent and Experienced Travelers by Nancy Willard (None)",
    "The Collected Poems of Hart Crane by Hart Crane (None)",
    "Spring and All by William Carlos Williams (None)",
    "Fighting Angel by Pearl S. Buck (1936)",
    "The Journey of a Master: Swami Chinmayananda: The Man, the Path, the Teaching by Nancy Freeman Patchen (1989)",
    "Inhibitions, Symptoms and Anxiety by Sigmund Freud (1925)",
    "The Adventures of Harry Richmond by George Meredith (1871)",
    "The Gardener by Rabindranath Tagore (1913)",
    "Gorboduc by Thomas Sackville (None)",
    "Whom God Hath Joined by Arnold Bennett (1906)",
    "The Listeners and Other Poems by Walter de la Mare (None)",
    "The Lost Weekend by Charles Jackson (1944)",
    "Young Man with a Horn by Dorothy Baker (1938)",
    "The Charwoman's Daughter by James Stephens (1912)",
    "The Country House by John Galsworthy (1907)",
    "The Case of the Shoplifter's Shoe by Erle Stanley Gardner (1938)",
    "Typhoon by Joseph Conrad, Fiction, Classics by Joseph Conrad (1902)",
    "Murder Up My Sleeve by Erle Stanley Gardner (1937)",
    "Mrs. Dalloway by Virginia Woolf (1925)",
    "Work Of Art by Sinclair Lewis (1934)",
    "A Woman Killed with Kindness by Thomas Heywood (1607)",
    "Ten Days that Shook the World by John Reed (1919)",
    "A Hazard of New Fortunes by William Dean Howells (1890)",
    "The Life of Katherine Mansfield by Antony Alpers (None)",
    "Not Without Laughter by Langston Hughes (1930)",
    "Autobiography by John Cowper Powys (1934)",
    "Thirteen At Dinner by Agatha Christie (1933)",
    "The Shutter of Snow by Emily Holmes Coleman (1930)",
    "Narration: Four Lectures by Gertrude Stein by Gertrude Stein (1969)",
    "Babbitt by Sinclair Lewis (1922)",
    "All the Mowgli Stories by Rudyard Kipling (1894)",
    "Death in Venice by Thomas Mann (1911)",
    "One Man's Initiation: 1917 by John Dos Passos (1920)",
    "Pygmalion: A Romance in Five Acts by George Bernard Shaw (1913)",
    "John Ferguson; A Play In Four Acts by St. John Greer Ervine (2005)",
    "The Author's Craft by Arnold Bennett (None)",
    "U.S.A.: The 42nd Parallel / 1919 / The Big Money by John Dos Passos (1938)",
    "The Pit: A Story Of Chicago by Frank Norris (1903)",
    "The Doctor's Dilemma by George Bernard Shaw (1906)",
    "Great Short Stories Of Detection, Mystery And Horror - First Series by Dorothy L. Sayers (None)",
    "The Fifth Column and the First Forty-Nine Stories by Ernest Hemingway (None)",
    "The Case of the Velvet Claws by Erle Stanley Gardner (1933)",
    "Four Queens: The Provençal Sisters Who Ruled Europe by Nancy Goldstone (2007)",
    "Imitation of Life by Fannie Hurst (1932)",
    "The D.A. Calls It Murder by Erle Stanley Gardner (1937)",
    "Nana by Émile Zola (1880)",
    "The Narrow Land: Folk Chronicles of Old Cape Cod by Elizabeth Reynard (1934)",
    "Fräulein Else by Arthur Schnitzler (1924)",
    "Gentlemen Prefer Blondes & But Gentlemen Marry Brunettes by Anita Loos (1927)",
    "Geneva by George Bernard Shaw (1945)",
    "The Case of the Perjured Parrot by Erle Stanley Gardner (1939)",
    "The Women at the Pump by Knut Hamsun (1920)",
    "Miss Julie and Other Plays by August Strindberg (1888)",
    "Some Imagist Poets: An Anthology by Amy Lowell (1931)",
    "The Time of Man by Elizabeth Madox Roberts (1926)",
    "The Torrents of Spring by Ernest Hemingway (1926)",
    "The Eternal Husband and Other Stories by Fyodor Dostoyevsky (1890)",
    "Travels in Wicklow, West Kerry and Connemara by J.M. Synge (1980)",
    "Marching Men; A Critical Text by Sherwood Anderson (1917)",
    "Undertones of War by Edmund Blunden (1928)",
    "The Hungry Stones and Other Stories by Rabindranath Tagore (1895)",
    "A Woman of No Importance by Oscar Wilde (1893)",
    "How Green Was My Valley by Richard Llewellyn (1939)",
    "The Financier by Theodore Dreiser (1912)",
    "The Soldier and the Gentlewoman by Hilda Vaughan (1932)",
    "Seasoned Timber by Dorothy Canfield Fisher (1939)",
    "Windy McPherson's Son by Sherwood Anderson (1916)",
    "Heidegger and a Hippo Walk Through Those Pearly Gates: Using Philosophy (and Jokes!) to Explore Life, Death, the Afterlife, and Everything in Between by Thomas Cathcart (2009)",
    "The Arrow of Gold: A Story Between Two Notes by Joseph Conrad (1919)",
    "Cornhuskers by Carl Sandburg (1918)",
    "The Road by Jack London (1907)",
    "Wait Until Spring, Bandini by John Fante (1938)",
    "Mother India by Katherine Mayo (None)",
    "The Story of a Novel (Hudson River Edition Series) by Thomas Wolfe (1936)",
    "The Glass Key by Dashiell Hammett (1931)",
    "Warrant for X by Philip MacDonald (1938)",
    "The Bigger They Come by A.A. Fair (1938)",
    "The Adventures of Roderick Random by Tobias Smollett (1748)",
    "Pity Is Not Enough by Josephine Herbst (1933)",
    "The Life and Times of Persimmon Wilson by Nancy Peacock (2013)",
    "Studies in Wives by Marie Belloc Lowndes (2011)",
    "Kept in the Dark by Anthony Trollope (1882)",
    "Oscar Wilde, His Life and Confessions by Frank Harris (1912)",
    "Bliss & Other Stories by Katherine Mansfield (1920)",
    "Mashi, And Other Stories by Rabindranath Tagore (1988)",
    "Heaven's My Destination by Thornton Wilder (1935)",
    "Martin Eden by Jack London (1909)",
    "The Damnation of Theron Ware: Or Illumination by Harold Frederic (1896)",
    "The Hand of Ethelberta by Thomas Hardy (1876)",
    "The Mayor of Casterbridge by Thomas Hardy (1886)",
    "Cashel Byron's Profession by George Bernard Shaw (1886)",
    "Uncanny Stories by May Sinclair (1923)",
    "Every Man for Himself: Ten Short Stories About Being a Guy by Nancy E. Mercado (2005)",
    "Dangerous Ages by Rose Macaulay (1921)",
    "The Decline of the West by Oswald Spengler (1918)",
    "The Apple Cart: A Political Extravaganza by George Bernard Shaw (1929)",
    "Lord Peter Views the Body by Dorothy L. Sayers (1928)",
    "A Child's Garden of Verses by Robert Louis Stevenson (1885)",
    "At Swim-Two-Birds by Flann O'Brien (1939)",
    "50 Great American Short Stories by Milton Crane (1963)",
    "The Patrician by John Galsworthy (1911)",
    "The Crime of Sylvestre Bonnard by Anatole France (1881)",
    "Jacob's Room by Virginia Woolf (1922)",
    "The Case of the Substitute Face by Erle Stanley Gardner (1938)",
    "The Secret of the Old Clock by Carolyn Keene (1930)",
    "Far Forest by Francis Brett Young (None)",
    "A Room of One's Own / Three Guineas by Virginia Woolf (1938)",
    "The Dead Don't Care by Jonathan Latimer (1938)",
    "Pigs Is Pigs by Ellis Parker Butler (1905)",
    "The Bridge of San Luis Rey by Thornton Wilder (1927)",
    "Number: The Language of Science by Tobias Dantzig (1930)",
    "Virginibus Puerisque and Other Papers by Robert Louis Stevenson (None)",
    "The 12:30 from Croydon by Freeman Wills Crofts (1934)",
    "Stories of God by Rainer Maria Rilke (1900)",
    "Show Boat by Edna Ferber (1926)",
    "The Gangs of New York by Herbert Asbury (1927)",
    "Police at the Funeral by Margery Allingham (1931)",
    "Esther Waters by George Moore (1894)",
    "New World Monkeys by Nancy Mauro (2009)",
    "Streets of Night by John Dos Passos (1923)",
    "The Adventures of Tom Sawyer by Mark Twain (1876)",
    "Ultramarine by Malcolm Lowry (1933)",
    "Amelia by Henry Fielding, Fiction, Literary by Henry Fielding (1751)",
    "Blue Juniata: Collected Poems by Malcolm Cowley (None)",
    "The Letters of a Post-Impressionist Being the Familiar Correspondence of Vincent Van Gogh by Vincent van Gogh (2012)",
    "Dew on the Grass by Eiluned Lewis (1934)",
    "Now in November by Josephine Winslow Johnson (1934)",
    "Justice by John Galsworthy (1910)",
    "Moll Flanders by Daniel Defoe (1722)",
    "Daddy-Long-Legs / Dear Enemy by Jean Webster (1912)",
    "The Olive Field by Ralph Bates (1936)",
    "The Arrow by Christopher Morley (None)",
    "Poetical Works: Tennyson by Alfred Tennyson (1892)",
    "Murphy by Samuel Beckett (1938)",
    "The Hill of Dreams by Arthur Machen (1907)",
    "The Garden Murder Case by S.S. Van Dine (1935)",
    "The Martyrdom of Man by William Winwood Reade (1872)",
    "And Quiet Flows the Don by Mikhail Sholokhov (1934)",
    "The Finer Grain by Henry James (1910)",
    "The Newcomes by William Makepeace Thackeray (1855)",
    "The House on the Strand by Daphne du Maurier (1969)",
    "Death of a Hero by Richard Aldington (1929)",
    "The Hard-Boiled Virgin by Frances Newman (1926)",
    "Nadja by André Breton (1928)",
    "Lords of the Housetops: Thirteen Cat Tales by Carl Van Vechten (1921)",
    "Fortune's Fool by Rafael Sabatini (1922)",
    "Cavalleria Rusticana and Other Stories by Giovanni Verga (1896)",
    "Death in the Stocks by Georgette Heyer (1935)",
    "The Able McLaughlins by Margaret Wilson (1923)",
    "The Autobiography of Alice B. Toklas by Gertrude Stein (1933)",
    "More Than Somewhat by Damon Runyon (1937)",
    "The Seasons: Containing Spring, Summer, Autumn, Winter by James Thomson (1730)",
    "All Passion Spent by Vita Sackville-West (1931)",
    "Joseph Andrews by Henry Fielding (1742)",
    "The Conquest of Happiness by Bertrand Russell (1930)",
    "Sad Cypress by Agatha Christie (1940)",
    "Process and Reality by Alfred North Whitehead (1929)",
    "The Camomile by Catherine Carswell (1922)",
    "The Fathers by Allen Tate (1938)",
    "Death on the Nile by Agatha Christie (1937)",
    "The Sun Also Rises by Ernest Hemingway (1926)",
    "Maggie: A Girl of the Streets by Stephen Crane (1893)",
    "Mary Olivier, a Life by May Sinclair (1919)",
    "The Orator by Edgar Wallace (1928)",
    "Cleopatra and Antony: Power, Love, and Politics in the Ancient World by Diana Preston (2008)",
    "Katherine Mansfield and Virginia Woolf: A Public of Two by Angela K. Smith (1999)",
    "Something About Eve; A Comedy Of Fig Leaves by James Branch Cabell (1927)",
    "Totem and Taboo by Sigmund Freud (1913)",
    "Titan Shattered: Wrestling with Confidence and Paranoia by James Dixon (2015)",
    "The A.B.C. Murders by Agatha Christie (1936)",
    "Wolf Solent by John Cowper Powys (1929)",
    "The Garden Party and Other Stories by Katherine Mansfield (1922)",
    "Misalliance by George Bernard Shaw (1984)",
    "The Childermass by Wyndham Lewis (1928)",
    "Lord Ormont and His Aminta by George Meredith (1894)",
    "Spoon River Anthology Edgar Lee Masters by Edgar Lee Masters (1915)",
    "Reveries over Childhood and Youth by W.B. Yeats (1916)",
    "The Island Within by Ludwig Lewisohn (1928)",
    "The Ladies of Lyndon by Margaret Kennedy (1923)",
    "Miss Lulu Bett by Zona Gale (1920)",
    "Pointed Roofs by Dorothy M. Richardson (1915)",
    "The Longest Journey by E.M. Forster (1907)",
    "Marriage and Morals by Bertrand Russell (1929)",
    "Hilda Lessways by Arnold Bennett (1911)",
    "Man with the Blue Guitar by Wallace Stevens (1937)",
    "Poems, 1924-1933 by Archibald MacLeish (None)",
    "The Monk and the Hangman's Daughter by Ambrose Bierce (1892)",
    "You Can't Escape by Nancy Bush (None)",
    "The Black Arrow: A Tale of the Two Roses by Robert Louis Stevenson (1883)",
    "The Jungle Book by Rudyard Kipling (1894)",
    "Moby-Dick or, the Whale by Herman Melville (1851)",
    "The Tiger in the House: A Cultural History of the Cat by Carl Van Vechten (1920)",
    "The Use of Poetry and the Use of Criticism by T.S. Eliot (1964)",
    "Beyond the Horizon by Eugene O'Neill (1920)",
    "The Soul of Man Under Socialism, and Selected Critical Prose by Oscar Wilde (None)",
    "Cassell's French English Dictionary by J.H. Douglas (1904)",
    "Framley Parsonage by Anthony Trollope (1860)",
    "While Rome Burns by Alexander Woollcott (1934)",
    "Beware of Pity by Stefan Zweig (1939)",
    "The Lake by George Moore (None)",
    "The Fruit of the Tree by Edith Wharton (1907)",
    "Les Diaboliques (The She-Devils) by Jules Barbey d'Aurevilly (1874)",
    "Candide by Voltaire (1759)",
    "Collected Poems Of Edwin Arlington Robinson by Edwin Arlington Robinson (None)",
    "The Lady of the Lakes: The True Love Story of Sir Walter Scott by Josi S. Kilpack (2017)",
    "Captive Witness by Carolyn Keene (1980)",
    "The March of Democracy: A History of the United States by James Truslow Adams (None)",
    "How to Murder a Millionaire by Nancy Martin (None)",
    "The Unpleasantness at the Bellona Club by Dorothy L. Sayers (1928)",
    "The Making of Exile: Sindhi Hindus and the Partition of India by Nandita Bhavnani (None)",
    "The Wild Party by Joseph Moncure March (1928)",
    "Alexander Pope by Edith Sitwell (1948)",
    "Pop Painting: Inspiration and Techniques from the Pop Surrealism Art Phenomenon by Camilla d'Errico (None)",
    "The Autobiography of Lincoln Steffens by Lincoln Steffens (1931)",
    "Bright Star: The Complete Poems & Selected Letters of John Keats by John Keats (2009)",
    "The Living Light (Knight of Ages) by Paul D. Nancarrow (None)",
    "Midsummer Night Madness and Other Stories by Seán Ó Faoláin (1980)",
    "As I Lay Dying by William Faulkner (1930)",
    "My Mortal Enemy by Willa Cather (1926)",
    "The Delicate Fire by Naomi Mitchison (1933)",
    "Novels 1930-1935: As I Lay Dying / Sanctuary / Light in August / Pylon by William Faulkner (None)",
    "Clara Hopgood by Mark Rutherford (1896)",
    "Obscure Destinies by Willa Cather (1932)",
    "Brighton Rock by Graham Greene (1938)",
    "The Belton Estate by Anthony Trollope (1866)",
    "This Side of Paradise (Works of F. Scott Fitzgerald) by F. Scott Fitzgerald (1920)",
    "Melomaniacs by James Huneker (1902)",
    "The Immoralist by André Gide (1902)",
    "The Coat Without Seam by Maurice Baring (1929)",
    "Burmese Days by George Orwell (1934)",
    "Character and Opinion in the United States by George Santayana (None)",
    "Whose Body? by Dorothy L. Sayers (1923)",
    "The People, Yes by Carl Sandburg (1936)",
    "The Ugly Duchess by Lion Feuchtwanger (1923)",
    "The Golden Sayings of Epictetus by Epictetus (2004)",
    "Land under England by Joseph O'Neill (1935)",
    "Sara Crewe, Or What Happened At Miss Minchin's by Frances Hodgson Burnett (1888)",
    "The Middle of the Journey by Lionel Trilling (1947)",
    "Spiritualism & Clairvoyance for Beginners: Simple Techniques to Develop Your Psychic Abilities by Elizabeth Janie Owens (2005)",
    "BUtterfield 8 by John O'Hara (1935)",
    "The French Powder Mystery by Ellery Queen (1930)",
    "Lolly Willowes by Sylvia Townsend Warner (1926)",
    "Sartoris by William Faulkner (1929)",
    "Kipps The Story of a Simple Soul by H.G. Wells (1905)",
    "The History of the Devil and the Idea of Evil by Paul Carus (1900)",
    "The Great American Novel by William Carlos Williams (1923)",
    "The Education of Hyman Kaplan by Leo Rosten (1937)",
    "Look Homeward, Angel by Thomas Wolfe (1929)",
    "Pierre; or, The Ambiguities by Herman Melville (1852)",
    "Twenty Years A-Growing by Maurice O'Sullivan (1933)",
    "Armed With Madness by Mary Butts (1928)",
    "Zola and His Time: the History of His Martial Career in Letters by Matthew Josephson (1969)",
    "The Last Puritan: A Memoir in the Form of a Novel by George Santayana (1936)",
    "I Change Worlds: The Remaking of an American by Anna Louise Strong (1935)",
    "Mr. Midshipman Easy by Frederick Marryat (1836)",
    "The Story of San Michele by Axel Munthe (1929)",
    "The Eternal Moment and Other Stories by E.M. Forster (1928)",
    "The Perfect Wagnerite: A Commentary on The Niblung's Ring by George Bernard Shaw (1931)",
    "An Unsocial Socialist by George Bernard Shaw (1887)",
    "The History of Rome, Books 1-5: The Early History of Rome by Livy (None)",
    "The Early Romances of William Morris in Prose and Verse by William Morris (None)",
    "Flat 2 by Edgar Wallace (1927)",
    "My Journey to Lhasa: The Classic Story of the Only Western Woman Who Succeeded in Entering the Forbidden City by Alexandra David-Néel (1927)",
    "To the Lighthouse by Virginia Woolf (1927)",
    "Wild Decembers: A Play in Three Acts by Clemence Dane (1933)",
    "So Big by Edna Ferber (1924)",
    "The Building Of Jalna by Mazo de la Roche (1935)",
    "Peril at End House by Agatha Christie (1932)",
    "Crome Yellow by Aldous Huxley (1921)",
    "The Forsyte Saga: The Man of Property; In Chancery; To Let by John Galsworthy (1921)",
    "The Journal of a Disappointed Man & A Last Diary by W.N.P. Barbellion (1919)",
    "Decline and Fall by Evelyn Waugh (1928)",
    "Save Me the Waltz by Zelda Fitzgerald (1932)",
    "A Book of Nonsense by Edward Lear (1846)",
    "The Rock Pool by Cyril Connolly (1947)",
    "Sorrell and Son by Warwick Deeping (1928)",
    "Suicide by Sugar: A Startling Look at Our #1 National Addiction by Nancy Appleton (None)",
    "The Importance of Being Earnest: A Trivial Comedy for Serious People by Oscar Wilde (1895)",
    "One Hundred and One Famous Poems: With a Prose Supplement by Roy Jay Cook (1916)",
    "The Plum in the Golden Vase or, Chin P'ing Mei: Vol. One: The Gathering by Lanling Xiaoxiao Sheng (1596)",
    "Murder in the Mews by Agatha Christie (1937)",
    "Rip Van Winkle by Washington Irving (1819)",
    "The Face in the Night by Edgar Wallace (1924)",
    "The Private Life of Helen of Troy by John Erskine (1925)",
    "Paris by Émile Zola (1898)",
    "Antic Hay by Aldous Huxley (1923)",
    "My Country And My People by Lin Yutang (1935)",
    "Departmental Ditties & Barrack Room Ballads by Rudyard Kipling (1892)",
    "Hedda Gabler by Henrik Ibsen (1890)",
    "Country Notes by Vita Sackville-West (1939)",
    "Typee / Omoo / Mardi by Herman Melville (1846)",
    "The Untilled Field by George Moore (1903)",
    "Exiles by James Joyce (1915)",
    "Self and Self-Management: Essays about Existing by Arnold Bennett (None)",
    "Home to Harlem by Claude McKay (1928)",
    "Vile Bodies by Evelyn Waugh (1930)",
    "She: A History of Adventure by H. Rider Haggard (1886)",
    "Twilight Sleep by Edith Wharton (1927)",
    "The Diary of Samuel Pepys by Samuel Pepys (1669)",
    "The Cadaver of Gideon Wyck by Alexander Laing (1934)",
    "Rubáiyát of Omar Khayyám by Omar Khayyám (1120)",
    "Not Under Forty by Willa Cather (1936)",
    "Mother of Pearl by Anatole France (1892)",
    "Birds by Aristophanes (414)",
    "The Filigree Ball: Being a Full and True Account of the Solution of the Mystery Concerning the Jeffrey-Moore Affair by Anna Katharine Green (1903)",
    "Mules and Men by Zora Neale Hurston (1935)",
    "Androcles and the Lion by George Bernard Shaw (1912)",
    "The Asiatics by Frederic Prokosch (1935)",
    "The Blaze of Noon by Rayner Heppenstall (1968)",
    "Green Hills of Africa by Ernest Hemingway (1935)",
    "Flowers for the Judge by Margery Allingham (1936)",
    "Miss Lonelyhearts / The Day of the Locust by Nathanael West (1939)",
    "Mortal Coils by Aldous Huxley (1920)",
    "The Cabala by Thornton Wilder (1926)",
    "The Best of Lady Churchill's Rosebud Wristlet by Kelly Link (2007)",
    "Huntsman, What Quarry? by Edna St. Vincent Millay (None)",
    "Adventures of Ideas by Alfred North Whitehead (1933)",
    "The Voysey Inheritance by David Mamet (1916)",
    "How to Write by Gertrude Stein (1931)",
    "Maiden Castle by John Cowper Powys (1936)",
    "The Querrils by Stacy Aumonier (None)",
    "Sparkenbroke by Charles Morgan (1936)",
    "Northanger Abbey by Jane Austen (1817)",
    "The Big Book of Sherlock Holmes Stories by Otto Penzler (None)",
    "When Love Flies Out O' the Window by Leonard Merrick (2005)",
    "Lady into Fox by David Garnett (1922)",
    "The Return by Walter de la Mare (1910)",
    "Fancy Nancy and the Boy from Paris by Jane O'Connor (None)",
    "The Squire by Enid Bagnold (1938)",
    "Dostoevsky by André Gide (1923)",
    "Indian Summer by William Dean Howells (1886)",
    "The Life and Adventures of Sir Launcelot Greaves by Tobias Smollett (1762)",
    "The Consolation of Philosophy with The Imitation of Christ & Religio Medici by Boethius (524)",
    "Great Short Stories of the World: 71 of the Finest Stories Ever Written by Reader's Digest Association (None)",
    "Judith Paris by Hugh Walpole (1931)",
    "The Berlin Stories: The Last of Mr Norris/Goodbye to Berlin by Christopher Isherwood (1945)",
    "James Joyce and the Making of Ulysses by Frank Budgen (1960)",
    "Red Star Over China: The Classic Account of the Birth of Chinese Communism by Edgar Snow (1937)",
    "Robinson Crusoe by Daniel Defoe (1719)",
    "What Happens in Hamlet by John Dover Wilson (None)",
    "The Wild Duck by Henrik Ibsen (1884)",
    "Murder in Mesopotamia by Agatha Christie (1936)",
    "The Demi-gods by James Stephens (None)",
    "To Have and Have Not by Ernest Hemingway (1937)",
    "Life along the Passaic River by William Carlos Williams (None)",
    "Poetics by Aristotle (335)",
    "The Wild Palms by William Faulkner (1939)",
    "I, Claudius by Robert Graves (1934)",
    "Student Development in College: Theory, Research, and Practice by Nancy J. Evans (1998)",
    "Inside Asia by John Gunther (1939)",
    "Scoop by Evelyn Waugh (1938)",
    "The Dragon Murder Case by S.S. Van Dine (1934)",
    "In Praise of Idleness and Other Essays by Bertrand Russell (1935)",
    "Etched in Moonlight by James Stephens (None)",
    "Ducdame by John Cowper Powys (1925)",
    "Arthur Rimbaud: A Biography by Enid Starkie (None)",
    "Grand Hotel by Vicki Baum (1929)",
    "Confessions of Zeno by Italo Svevo (1923)",
    "Towards a New Theatre; Forty Designs for Stage Scenes by Edward Gordon Craig (1913)",
    "Sex and Character: An Investigation of Fundamental Principles by Otto Weininger (1903)",
    "Banbury Bog by Phoebe Atwood Taylor (1938)",
    "Dusty Answer by Rosamond Lehmann (1927)",
    "ABC of Reading by Ezra Pound (1934)",
    "Talks with Mussolini by Emil Ludwig (1932)",
    "A Modern Instance by William Dean Howells (1882)",
    "In Dubious Battle by John Steinbeck (1936)",
    "Aleck Maury, Sportsman by Caroline Gordon (1971)",
    "Appreciations, with an Essay on Style by Walter Pater (1890)",
    "The Brownies and Other Tales by Juliana Horatia Gatty Ewing (1870)",
    "The Crock of Gold (Revised Edition) by James Stephens (1912)",
    "Madame Curie: A Biography by Ève Curie (1936)",
    "Dubliners by James Joyce (1914)",
    "The Duchess of Wrexe Her Decline and Death: A Romantic Commentary by Hugh Walpole (1914)",
    "Fifty Contemporary One-Act Plays by Various (None)",
    "Lafcadio's Adventures by André Gide (1914)",
    "Beyond by John Galsworthy (None)",
    "The Road to Wigan Pier by George Orwell (1937)",
    "The Oxford Francis Bacon IV: The Advancement of Learning by Francis Bacon (1605)",
    "Portrait of the Artist as a Young Dog by Dylan Thomas (1940)",
    "Letters from England by Karel Čapek (1923)",
    "The Ring and the Book by Robert Browning (1869)",
    "Gösta Berling's Saga by Selma Lagerlöf (1891)",
    "Marie Antoinette: The Portrait of an Average Woman by Stefan Zweig (1932)",
    "Characters of Shakespeare's Plays by William Hazlitt (1817)",
    "In Parenthesis by David Jones (1937)",
    "The Greatest Thing In the World by Henry Drummond (1874)",
    "Listen! The Wind by Anne Morrow Lindbergh (1938)",
    "The Case of Sergeant Grischa by Arnold Zweig (1927)",
    "Poems of Heinrich Heine by Heinrich Heine (1906)",
    "Buddha and the Gospel of Buddhism by Ananda K. Coomaraswamy (1916)",
    "Selected Poems of Alfred Lord Tennyson by Alfred Tennyson (1870)",
    "Essays and Poems by Ralph Waldo Emerson (1856)",
    "A Handful of Dust by Evelyn Waugh (1934)",
    "The Tree of Liberty by Elizabeth Page (None)",
    "The Day of the Locust by Nathanael West (1939)",
    "Harriet Hume: A London Fantasy by Rebecca West (1929)",
    "The New Negro by Alain LeRoy Locke (1925)",
    "An Autobiographical Study by Sigmund Freud (1926)",
    "The Invasion of Europe by the Barbarians by John Bagnell Bury (1928)",
    "The First Violin by Jessie Fothergill (1877)",
    "Rhoda Fleming by George Meredith (1910)",
    "An Outcast of the Islands by Joseph Conrad (1896)",
    "Revelations of Divine Love by Julian of Norwich (1393)",
    "Laughing Boy: A Navajo Love Story by Oliver La Farge (1929)",
    "Fighting for Life by S. Josephine Baker (1939)",
    "Good-Bye, Mr. Chips by James Hilton (1934)",
    "Other Gods: An American Legend by Pearl S. Buck (None)",
    "The Wall by Mary Roberts Rinehart (1938)",
    "Jocasta and the Famished Cat by Anatole France (1879)",
    "Thus Spake Zarathustra A book for all and none by Friedrich Nietzsche (1883)",
    "The Tuesday Club Murders by Agatha Christie (1932)",
    "Inescapable by Nancy Mehl (None)",
    "All This, and Heaven Too by Rachel Field (1938)",
    "The Siamese Twin Mystery by Ellery Queen (1933)",
    "In the American Grain by William Carlos Williams (1925)",
    "One Man's View by Leonard Merrick (2009)",
    "Leviathan by Thomas Hobbes (1651)",
    "Wild Geese by Martha Ostenso (1925)",
    "The Liberator by Victoria Scott (None)",
    "Personæ: The Shorter Poems by Ezra Pound (1926)",
    "The Odyssey by Homer (700)"
]