[
    "Bewilderment by Evelyn Scott (1922)",
    "The Last of the Vikings by Johan Bojer (1964)",
    "We'll to the Woods No More by Edouard Dujardin, Stuart Gilbert, Leon Edel (1990)",
    "Pictures from Italy by Charles Dickens, Kate Flint (1998)",
    "Very Good, Jeeves! (Jeeves, #4) by P.G. Wodehouse (2011)",
    "The Prussian Officer and Other Stories by D.H. Lawrence, Brian Finney, John Worthen (1995)",
    "The Complete Grimm's Fairy Tales by Jacob Grimm, Wilhelm Grimm, Josef Scharl, Padraic Colum, Joseph Campbell, Margaret Raine Hunt, James Stern (1976)",
    "Peace With Honour by A.A. Milne (1934)",
    "Doctor Faustus by Christopher Marlowe, Sylvan Barnet (2001)",
    "A Lear of the Steppes by Ivan Turgenev (2003)",
    "The Judge by Rebecca West ()",
    "Limbo: Six Stories and a Play by Aldous Huxley ()",
    "The Opinions of Jérôme Coignard by Anatole France (2015)",
    "Together by Norman Douglas (1945)",
    "Windy McPherson's Son by Sherwood Anderson (1994)",
    "The Home-Maker by Dorothy Canfield Fisher (2005)",
    "Aleck Maury, Sportsman by Caroline Gordon (1996)",
    "Twilight of the Idols by Friedrich Nietzsche, Richard Polt, Tracy B. Strong (1997)",
    "An Unsocial Socialist by George Bernard Shaw ()",
    "The Wheels of Chance: A Bicycling Idyll by H.G. Wells (2005)",
    "The Overcoat and Other Short Stories by Nikolai Gogol (1992)",
    "In Good King Charles's Golden Days by George Bernard Shaw, Feliks Topolski (1939)",
    "Eminent Victorians by Lytton Strachey, John Sutherland (2003)",
    "The Advancement Of Learning by Francis Bacon ()",
    "Mosses from an Old Manse by Nathaniel Hawthorne, Mary Oliver, Gretchen Kay Short (2003)",
    "Moll Flanders by Daniel Defoe (1993)",
    "The Adventures of Roderick Random by Tobias Smollett, David Blewett (1996)",
    "James Joyce and the Making of Ulysses by Frank Budgen (1989)",
    "Lord Jim by Joseph Conrad (2000)",
    "Riders to the Sea by J.M. Synge (2005)",
    "Emile or On Education by Jean-Jacques Rousseau, Allan Bloom, Michael Wu (1979)",
    "Aaron's Rod by D.H. Lawrence (1976)",
    "On Liberty by John Stuart Mill (1985)",
    "The Ugly Duchess by Lion Feuchtwanger (1928)",
    "Native Son by Richard Wright (2005)",
    "Narration: Four Lectures by Gertrude Stein by Gertrude Stein (1969)",
    "Justice by John Galsworthy (2008)",
    "The House on the Strand by Daphne du Maurier (2013)",
    "History of the Russian Revolution by Leon Trotsky, Max Eastman, Ahmed Shawki (2008)",
    "The Monster, And Other Stories by Stephen Crane (2005)",
    "Cane by Jean Toomer (1993)",
    "Open the Door by Catherine Carswell, John Carswell (1996)",
    "A Book of Nonsense by Edward Lear (1992)",
    "Representative Men: Seven Lectures by Ralph Waldo Emerson, Brenda Wineapple (2004)",
    "Pride and Prejudice by Jane Austen, Anna Quindlen, Margaret Oliphant, George Saintsbury, Mark Twain, A.C. Bradley, Walter A. Raleigh, Virginia Woolf (2000)",
    "The Counterfeiters by Andre Gide (1973)",
    "Christina Alberta's Father by H.G. Wells (1987)",
    "The American Language by H.L. Mencken (1936)",
    "The Blessing of Pan by Lord Dunsany (2003)",
    "The Spanish Farm Trilogy by R.H. Mottram (1979)",
    "Creative Evolution by Henri Bergson (2005)",
    "Soldiers' Pay by William Faulkner (2000)",
    "Shadows on the Rock by Willa Cather (1995)",
    "Siren Land by Norman Douglas ()",
    "The Postman Always Rings Twice by James M. Cain (2010)",
    "Shakespearean Tragedy: Lectures on Hamlet, Othello, King Lear and Macbeth by A.C. Bradley, John Bayley (1991)",
    "The Silver Tassie by Sean O'Casey (1928)",
    "Renascence and Other Poems by Edna St. Vincent Millay (2011)",
    "Frenzied Fiction by Stephen Leacock (2006)",
    "All Alone: The Life and Private History of Emily Jane Brontë by Romer Wilson ()",
    "Fortune's Fool by Rafael Sabatini (1923)",
    "Sybil, or the Two Nations by Benjamin Disraeli (2004)",
    "The Seven Who Fled by Frederic Prokosch (1984)",
    "Poems by T. S. Eliot by T.S. Eliot ()",
    "The Torrents of Spring by Ernest Hemingway (2004)",
    "The Prime Minister (Palliser #5) by Anthony Trollope (2001)",
    "Father and Son: A Study of Two Temperaments by Edmund Gosse, Peter Abbs (1989)",
    "How to Write by Gertrude Stein (1975)",
    "The Adventures of Harry Richmond by George Meredith (2008)",
    "Liza of Lambeth by W. Somerset Maugham (1992)",
    "McTeague by Frank Norris, Eric Solomon (2003)",
    "Saturday Night and Sunday Morning by Alan Sillitoe (1992)",
    "Collected Poems by Edna St. Vincent Millay, Norma Millay (1981)",
    "The Norwich Victims: An Inspector Martin Mystery by Francis Beeding ()",
    "Pylon by William Faulkner, Noel Polk (1987)",
    "Sorrell and Son by Warwick Deeping (1987)",
    "The Insulted and Injured by Fyodor Dostoyevsky (2006)",
    "Queen Elizabeth, 1533-1603 by Edward Spencer Beesly ()",
    "Celibate Lives by George Moore (1968)",
    "The Conquest of Happiness by Bertrand Russell, wHyd mzndrny ()",
    "Married People by Mary Roberts Rinehart (1967)",
    "The Forty Days of Musa Dagh by Franz Werfel, Peter Sourian (2002)",
    "The Vicar of Wakefield by Oliver Goldsmith, Arthur Friedman, Robert L. Mack (2006)",
    "The Coquette, or, The History of Eliza Wharton A Novel: Founded on Fact by Hannah Webster Foster ()",
    "Hunger by Knut Hamsun, George Egerton (2003)",
    "The Great Gatsby by F. Scott Fitzgerald (2004)",
    "Death at the Bar (Roderick Alleyn, #9) by Ngaio Marsh (2000)",
    "What Maisie Knew by Henry James, Paul Theroux, Patricia Crick ()",
    "This Side of Paradise by F. Scott Fitzgerald, James L.W. West III (1996)",
    "The Doors of Perception by Aldous Huxley (1954)",
    "The Guermantes Way  (In Search of Lost Time, #3) by Marcel Proust, Mark Treharne, Christopher Prendergast (2005)",
    "The Well and the Shallows by G.K. Chesterton, Dale Ahlquist (2007)",
    "Summer Moonshine by P.G. Wodehouse (2003)",
    "The Courts of the Morning by John Buchan (2001)",
    "Brazilian Adventure by Peter  Fleming (1999)",
    "History of the Conquest of Mexico by William H. Prescott, James Lockhart (2001)",
    "The Waves by Virginia Woolf (1978)",
    "The Camomile by Catherine Carswell (1987)",
    "The Little Minister by J.M. Barrie (2006)",
    "The Fortunes of Richard Mahony by Henry Handel Richardson (1998)",
    "The Innocents Abroad: Or the New Pilgrim's Progress by Mark Twain (2010)",
    "Adam's Breed by Radclyffe Hall (1986)",
    "Woman and the New Race by Margaret Sanger (2008)",
    "Light in August by William Faulkner ()",
    "The Ambassadors by Henry James, Harry Levin (1987)",
    "The Wine Of The Puritans; A Study Of Present Day America by Van Wyck Brooks ()",
    "Holy Bible: King James Version by Anonymous (2008)",
    "Esther Waters by George Moore (2001)",
    "Everybody's Autobiography by Gertrude Stein (2004)",
    "Mastro-don Gesualdo: Edizione critica by Giovanni Verga ()",
    "Moon Calf: A Novel by Floyd Dell ()",
    "Not Under Forty by Willa Cather (1988)",
    "My Fight For Birth Control by Margaret Sanger ()",
    "The Song of the Lark by Willa Cather, Doris Grumbach (1983)",
    "Six Plays of Strindberg: The Father / Miss Julie / The Stronger / Easter / A Dream Play / The Ghost Sonata by August Strindberg, Elizabeth Sprigge (1955)",
    "The Love Letters of Thomas Carlyle and Jane Welsh by Thomas Carlyle, Jane Welsh (1976)",
    "Vile Bodies by Evelyn Waugh (1977)",
    "Thirteen At Dinner by Agatha Christie (1988)",
    "The Charterhouse of Parma by Stendhal, Richard Howard, Robert Andrew Parker (2000)",
    "Sparkenbroke by Charles Morgan ()",
    "Mother of Pearl by Anatole France (1970)",
    "The Constant Nymph by Margaret Kennedy (2004)",
    "Twice-Told Tales by Nathaniel Hawthorne, Rosemary Mahoney (2001)",
    "The Autobiography of Alice B. Toklas by Gertrude Stein ()",
    "The Hairy Ape by Eugene O'Neill (2006)",
    "A Wonder-Book for Girls and Boys by Nathaniel Hawthorne (1994)",
    "Kokoro: Hints and Echos of Japanese Inner Life by Lafcadio Hearn (2005)",
    "American Beauty by Edna Ferber (1931)",
    "Prejudices: A Selection by H.L. Mencken (1996)",
    "Thus Spake Zarathustra A book for all and none by Friedrich Nietzsche, Thomas Common ()",
    "The Green Hat by Michael Arlen (1991)",
    "The D.A. Calls It Murder (Doug Selby #1) by Erle Stanley Gardner (1989)",
    "Mrs. Wiggs of the Cabbage Patch by Alice Caldwell Hegan ()",
    "The Ace of Knaves by Leslie Charteris (1937)",
    "Look Homeward, Angel by Thomas Wolfe (2006)",
    "Enemies of Promise by Cyril Connolly (1982)",
    "Experiment in Autobiography: Discoveries & Conclusions of a Very Ordinary Brain (Since 1866) by H.G. Wells (1984)",
    "The Vodi by John Braine ()",
    "Personæ: The Shorter Poems by Ezra Pound, Lea Baechler, A. Walton Litz (1990)",
    "Death in the Afternoon by Ernest Hemingway (2000)",
    "John Barleycorn: Alcoholic Memoirs by Jack London, John Sutherland (1998)",
    "The Woman of Andros by Thornton Wilder (1975)",
    "Gitanjali: Song Offerings by Rabindranath Tagore, W.B. Yeats (2005)",
    "The Divine Fire by May Sinclair (2008)",
    "A Room with a View by E.M. Forster (2005)",
    "How Green Was My Valley by Richard Llewellyn (2001)",
    "Metaphysics by Aristotle, Joe Sachs (1999)",
    "The Sentimentalists by Robert Hugh Benson (2005)",
    "Blue Juniata: 2 Collected by Malcolm Cowley ()",
    "The Voyage Out by Virginia Woolf (2003)",
    "The Beast in the Jungle by Henry James ()",
    "1914, and Other Poems by Rupert Brooke ()",
    "Fables in Slang by George Ade ()",
    "Coming Up for Air by George Orwell (1969)",
    "Look Back in Anger by John Osborne (1982)",
    "The Citadel by A.J. Cronin (1983)",
    "Dusty Answer by Rosamond Lehmann, Jonathan Coe (2006)",
    "White Ladies by Francis Brett Young (1932)",
    "Candide by Voltaire (1991)",
    "And Even Now by Max Beerbohm (2006)",
    "The Little Lady of the Big House by Jack London (2006)",
    "An Ideal Husband by Oscar Wilde (2001)",
    "Harriet Hume: A London Fantasy by Rebecca West (1980)",
    "Desperate Remedies by Thomas Hardy, Mary Rimmer (1998)",
    "Thunder on the Left by Christopher Morley (2006)",
    "Memoirs of My Dead Life by George Moore (2007)",
    "The Perfect Wagnerite: A Commentary on The Niblung's Ring by George Bernard Shaw (2010)",
    "December Love by Robert S. Hichens ()",
    "Many Inventions by Rudyard Kipling (2001)",
    "So Big by Edna Ferber ()",
    "A Superficial Journey Through Tokyo And Peking by Peter Quennell (1987)",
    "Flowering Judas and Other Stories by Katherine Anne Porter (1935)",
    "The Pit: A Story of Chicago by Frank Norris ()",
    "Peter Simple (Heart of Oak Sea Classics Series) by Frederick Marryat, Louis J. Parascandola (1998)",
    "On the Eve by Ivan Turgenev ()",
    "All Passion Spent by Vita Sackville-West, Victoria Glendinning (1983)",
    "Homage to Catalonia by George Orwell, Lionel Trilling (1980)",
    "A Handful of Dust by Evelyn Waugh (1977)",
    "The Delicate Fire by Naomi Mitchison (1971)",
    "Don Quixote by Miguel de Cervantes Saavedra, Roberto Gonzalez Echevarria, John Rutherford (2003)",
    "The Adventures of the Black Girl in Her Search for God by George Bernard Shaw (2007)",
    "Homer's Daughter by Robert Graves (2005)",
    "Human Being by Christopher Morley (1932)",
    "Plagued by the Nightingale by Kay Boyle ()",
    "Kipps The Story of a Simple Soul by H.G. Wells ()",
    "The Road to Wigan Pier by George Orwell, Richard Hoggart (2001)",
    "Magic: A Fantastic Comedy In a Prelude and Three Acts by G.K. Chesterton (1913)",
    "Little Women (Little Women, #1) by Louisa May Alcott (2004)",
    "Two on a Tower by Thomas Hardy (2006)",
    "Letters from an American Farmer by J. Hector St. John de Crevecoeur (1999)",
    "Fighting for Life by S. Josephine Baker, Helen Epstein (2013)",
    "Seven Pillars of Wisdom: A Triumph by T.E. Lawrence (1991)",
    "St. Mawr/The Man Who Died by D.H. Lawrence (1971)",
    "The Seven Lamps of Architecture by John Ruskin (1989)",
    "Treasure Island by Robert Louis Stevenson (2001)",
    "Studs Lonigan by James T. Farrell, Pete Hamill (2004)",
    "Barren Ground by Ellen Glasgow (1985)",
    "James Joyce's Ulysses: A Study by Stuart Gilbert (1955)",
    "Imperial Purple by Edgar Saltus ()",
    "Japan: an Attempt at Interpretation by Lafcadio Hearn ()",
    "Tobacco Road (Brown Thrasher Books) by Erskine Caldwell, Lewis Nordan ()",
    "Generally Speaking by G.K. Chesterton (1929)",
    "Journey to a War by W.H. Auden, Christopher Isherwood (2002)",
    "Tulips & Chimneys by E.E. Cummings, Richard S. Kennedy (1996)",
    "Zola and His Time:  the History of His Martial Career in Letters by Matthew Josephson ()",
    "A Child's Garden of Verses by Robert Louis Stevenson, Tasha Tudor (1999)",
    "The Devil in the Flesh by Raymond Radiguet, A.M. Sheridan Smith (1968)",
    "Absalom, Absalom! by William Faulkner (1991)",
    "Told By An Idiot by Rose Macaulay (1983)",
    "Clayhanger by Arnold Bennett, Frank Swinnerton (1975)",
    "The Cabala by Thornton Wilder ()",
    "A Hilltop on the Marne by Mildred Aldrich ()",
    "Diary of a Provincial Lady by E.M. Delafield (1999)",
    "Death of a Hero by Richard Aldington, Chrisopher Ridgway (1984)",
    "Testament of Youth by Vera Brittain, Mark Bostridge (2005)",
    "Daniel Deronda by George Eliot, Edmund White (2002)",
    "Psychological Types by C.G. Jung ()",
    "Police at the Funeral (Albert Campion Mystery #4) by Margery Allingham (2007)",
    "Dream Days by Kenneth Grahame (2006)",
    "Under Western Eyes by Joseph Conrad (2003)",
    "Nightwood by Djuna Barnes, Jeanette Winterson, T.S. Eliot (2006)",
    "Orient Express by John dos Passos ()",
    "The Spanish Tragedy by Thomas Kyd, John Matthews Manly (2005)",
    "Pigs Is Pigs by Ellis Parker Butler (2003)",
    "Antic Hay by Aldous Huxley ()",
    "The English: Are They Human? by Gustaaf Johannes Renier (1931)",
    "Wonder Hero by J.B. Priestley (1933)",
    "The Intelligent Woman's Guide to Socialism and Capitalism by George Bernard Shaw, Susan Moller Okin (1984)",
    "Poems of Heinrich Heine by Heinrich Heine (2009)",
    "Man and Superman by George Bernard Shaw, Dan H. Laurence, Stanley Weintraub (2000)",
    "My Brother's Keeper: James Joyce's Early Years by Stanislaus Joyce, T.S. Eliot, Richard Ellmann (2003)",
    "Hot Water by P.G. Wodehouse (2003)",
    "The Washington Legation Murders (Hugh North, #9) by F. Van Wyck Mason (1941)",
    "The King of the Dark Chamber by Rabindranath Tagore (2007)",
    "The Republic by Plato, Desmond Lee (2003)",
    "The Invisible Man by H.G. Wells (2002)",
    "The First Violin by Jessie Fothergill (2009)",
    "Wives and Daughters by Elizabeth Gaskell, Pam Morris (1996)",
    "Bleak House by Charles Dickens, Nicola Bradbury, Hablot Knight Browne (2006)",
    "Nicholas Nickleby by Charles Dickens, Mark Ford (2003)",
    "The Torrents of Spring by Ivan Turgenev, David Magarshack (1999)",
    "Virginia Woolf: A Critical Memoir by Winifred Holtby, Marion Shaw (2007)",
    "The Lunatic at Large by J. Storer Clouston, Jonathan Ames, Paul     Collins (2007)",
    "Little Lord Fauntleroy by Frances Hodgson Burnett (2006)",
    "Lolita by Vladimir Nabokov, Craig Raine (1995)",
    "Dew on the Grass by Eiluned Lewis (2006)",
    "Pilgrimage, Volume 1: Pointed Roofs, Backwater, Honeycomb by Dorothy M. Richardson (1989)",
    "Little Man, What Now? by Hans Fallada (2005)",
    "Just Patty by Jean Webster ()",
    "The Philanderer by George Bernard Shaw ()",
    "Limehouse Nights by Thomas Burke (2003)",
    "The Hound of the Baskervilles by Arthur Conan Doyle, Anne Perry, Maria Buitoni Duca, Sidney Paget (2001)",
    "One's Company: A Journey to China in 1933 by Peter  Fleming (2004)",
    "Reveries Over Childhood And Youth by W.B. Yeats ()",
    "Rootabaga Stories by Carl Sandburg, Maud Petersham, Miska Petersham (2003)",
    "Dark Laughter by Sherwood Anderson (1983)",
    "The Poems of François Villon by Francois Villon, Galway Kinnell (1982)",
    "Appreciations, with an Essay on Style by Walter Pater ()",
    "The Listeners and Other Poems by Walter de la Mare (2007)",
    "Laughing Boy: A Navajo Love Story by Oliver La Farge (2004)",
    "Sentimental Education by Gustave Flaubert, Robert Baldick, Geoffrey Wall (2004)",
    "Good Wives (Little Women, #1.5) by Louisa May Alcott (2004)",
    "The Lost Girl by D.H. Lawrence, Richard Aldington (1978)",
    "Red Oleanders by Rabindranath Tagore ()",
    "In Parenthesis by David Jones, W.S. Merwin, T.S. Eliot (2003)",
    "One Man's View by Leonard Merrick ()",
    "Greenmantle (Richard Hannay #2) by John Buchan (2006)",
    "Plain Tales from the Hills by Rudyard Kipling (2006)",
    "Babbitt by Sinclair Lewis (2008)",
    "Queen Elizabeth I by J.E. Neale (2005)",
    "I Change Worlds: The Remaking of an American by Anna Louise Strong ()",
    "None So Pretty by Margaret Irwin (1953)",
    "The Wild Palms by William Faulkner, Adam Mars-Jones (1995)",
    "On Heroes, Hero Worship and the Heroic in History by Thomas Carlyle (2006)",
    "A Drama in Muslin by George Moore (1981)",
    "The Nine Tailors (Lord Peter Wimsey, #11) by Dorothy L. Sayers (1989)",
    "A Nest of Simple Folk by Sean O Faolain (1990)",
    "Young Man with a Horn by Dorothy Baker, Gary Giddins (2012)",
    "Etched in Moonlight by James Stephens (1928)",
    "Turn on the Heat by Erle Stanley Gardner (2017)",
    "The Tiger in the House: A Cultural History of the Cat by Carl Van Vechten, Stephen Budiansky (2007)",
    "Lud-in-the-Mist by Hope Mirrlees, Neil Gaiman, Douglas A. Anderson ()",
    "Adventures of Ideas by Alfred North Whitehead (1967)",
    "Louder and Funnier by P.G. Wodehouse (1996)",
    "Nonsense Novels by Stephen Leacock, Daniel Handler (2004)",
    "The Case of the Lucky Legs by Erle Stanley Gardner (1990)",
    "Le Morte d'Arthur: King Arthur and the Legends of the Round Table by Thomas Malory, Keith Baines, Robert Graves (2001)",
    "Honey in the Horn by H.L. Davis (1992)",
    "A Story Teller's Story by Sherwood Anderson, Thomas Lynch (2005)",
    "The White Cockatoo by Mignon G. Eberhart (1993)",
    "Hard Times by Charles Dickens (2003)",
    "The Tuesday Club Murders by Agatha Christie (2007)",
    "The Trumpet-Major by Thomas Hardy (1999)",
    "Sylvie and Bruno by Lewis Carroll (2008)",
    "Character and Opinion in the United States by George Santayana (2006)",
    "The Fifth Column and the First Forty-Nine Stories by Ernest Hemingway (1938)",
    "The Problem of China by Bertrand Russell ()",
    "Diana of the Crossways by George Meredith ()",
    "Save Me the Waltz by Zelda Fitzgerald, Harry T. Moore (2001)",
    "Alice Adams by Booth Tarkington (2008)",
    "Peter Ibbetson by George du Maurier (2007)",
    "The Incredulity of Father Brown (Father Brown, #3) by G.K. Chesterton (2008)",
    "Appointment in Samarra by John O'Hara (2003)",
    "Darkwater: Voices from Within the Veil by W.E.B. Du Bois (1999)",
    "The Outline of History, Vols. I and II (of 4) by H.G. Wells ()",
    "Dynasty of Death (Barbours/Bouchards, #1) by Taylor Caldwell (1985)",
    "Imitation of Life by Fannie Hurst, Fannie Hunt, Daniel Itzkovitz (2004)",
    "The Figure in the Carpet by Henry James (2007)",
    "Wilhelm Meister's Apprenticeship by Johann Wolfgang von Goethe, Eric A. Blackall (1995)",
    "The Voysey Inheritance by David Mamet, Harley Granville-Barker (2005)",
    "The Autobiography of a Super-Tramp by W.H. Davies (2004)",
    "The A.B.C. Murders (Hercule Poirot, #13) by Agatha Christie (2006)",
    "Birds, Beasts and Flowers by D.H. Lawrence (1999)",
    "Six Plays by Corneille and Racine by Pierre Corneille, Jean Racine, Paul Landis, Robert Henderson (1931)",
    "Maiden Castle by John Cowper Powys (2001)",
    "The Moneychangers by Upton Sinclair ()",
    "Good-Bye to All That: An Autobiography by Robert Graves (1958)",
    "Emmy Lou Her Book and Heart by George Madden Martin ()",
    "The Leavenworth Case by Anna Katharine Green (2005)",
    "The Flying Inn by G.K. Chesterton (2001)",
    "Framley Parsonage (Chronicles of Barsetshire #4) by Anthony Trollope (2006)",
    "Buried Alive by Arnold Bennett (2005)",
    "The Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson, Vladimir Nabokov, Mervyn Peake, Dan Chaon (2003)",
    "Salomé by Oscar Wilde, Robert Baldwin Ross, Aubrey Beardsley, Alfred Bruce Douglas (2002)",
    "Whom God Hath Joined by Arnold Bennett (2012)",
    "Famous Trials of History by F.E. Smith ()",
    "De Profundis by Oscar Wilde, Richard Ellmann (1993)",
    "The Longest Journey by E.M. Forster, Gilbert Adair, Elizabeth Heine (2006)",
    "An Honest Thief by Fyodor Dostoyevsky ()",
    "Mr Norris Changes Trains by Christopher Isherwood (2001)",
    "Burning Daylight by Jack London ()",
    "The Eternal Husband and Other Stories by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (2000)",
    "Melomaniacs by James Huneker (1969)",
    "The Reader Is Warned (Sir Henry Merrivale, #9) by Carter Dickson ()",
    "Sherston's Progress by Siegfried Sassoon ()",
    "My Life by Isadora  Duncan (1996)",
    "Red Sky at Morning by Margaret Kennedy (1927)",
    "Leviathan by Thomas Hobbes, C.B. Macpherson (1981)",
    "Land under England by Joseph  O'Neill (1981)",
    "The Sacred Wood: Essays on Poetry and Criticism by T.S. Eliot (2009)",
    "All Souls' Night by Hugh Walpole, John  Howard (2016)",
    "The Women at the Pump by Knut Hamsun (2008)",
    "Trent Intervenes by E.C. Bentley (1986)",
    "The Sea Mystery by Freeman Wills Crofts (2002)",
    "Mademoiselle de Maupin by Theophile Gautier, Helen Constantine, Patricia Duncker (2005)",
    "The Tale of Genji by Murasaki Shikibu, Royall Tyler (2003)",
    "And on the Eighth Day (Ellery Queen Detective, #28) by Ellery Queen, Avram Davidson, Frederic Dannay ()",
    "The Pickwick Papers by Charles Dickens (2000)",
    "White Fang by Jack London (2001)",
    "Fräulein Else by Arthur Schnitzler, F.H. Lyon (1998)",
    "I'll Never Be Young Again by Daphne du Maurier (2013)",
    "Axel's Castle: A Study in the Imaginative Literature of 1870-1930 by Edmund Wilson ()",
    "Pointed Roofs (Pilgrimage, #1) by Dorothy M. Richardson (2006)",
    "Satires And Personal Writings by Jonathan Swift (1985)",
    "Mortal Coils by Aldous Huxley (2004)",
    "Studies in Wives by Marie Belloc Lowndes ()",
    "Fantasia of the Unconscious by D.H. Lawrence (2007)",
    "King Lear by William Shakespeare (2004)",
    "Those Barren Leaves by Aldous Huxley (1998)",
    "The Glass Key by Dashiell Hammett ()",
    "The Travels of Marco Polo by Milton Rugoff, Marco Polo (1961)",
    "The Reverberator by Henry James (2007)",
    "A Lost Lady by Willa Cather, A.S. Byatt (2006)",
    "Beasts, Men and Gods by Ferdinand Ossendowski (2016)",
    "Psmith, Journalist (Psmith, #3) by P.G. Wodehouse (2006)",
    "The Complete Poems by D.H. Lawrence (1994)",
    "With Malice Toward Some by Margaret Halsey, Peggy Bacon (1938)",
    "Christianity and Culture: The Idea of a Christian Society and Notes Towards the Definition of Culture by T.S. Eliot (1960)",
    "The Last of the Valerii by Henry James ()",
    "The Gentleman in the Parlour: A Record of a Journey from Rangoon to Haiphong by W. Somerset Maugham (1989)",
    "And Quiet Flows the Don by Mikhail Sholokhov (1996)",
    "The Caravaners by Elizabeth von Arnim (1989)",
    "Idylls of the King by Alfred Tennyson, J.M. Gray (1989)",
    "Oscar Wilde Discovers America: A Novel by Louis Edwards (2003)",
    "Mourning Becomes Electra by Eugene O'Neill (1992)",
    "The Wind in the Willows by Kenneth Grahame, Gillian Avery (2005)",
    "Apocalypse by D.H. Lawrence, Mara Kalnins (1995)",
    "The Twister by Edgar Wallace ()",
    "The Fashion in Shrouds (Albert Campion Mystery #10) by Margery Allingham (1978)",
    "Work Of Art by Sinclair Lewis ()",
    "The Olive Field by Ralph Bates (1987)",
    "Buddha and the Gospel of Buddhism by Ananda K. Coomaraswamy (1964)",
    "The Querrils by Stacy Aumonier ()",
    "Mary Olivier, a Life by May Sinclair (2000)",
    "Cavalleria Rusticana and Other Stories by Giovanni Verga, G.H. McWilliam (1999)",
    "Julius Caesar by William Shakespeare, Roma Gill (2002)",
    "The Home and the World by Rabindranath Tagore, Surendranath Tagore, Sourindro Mohun Tagore, William Radice, Anita Desai (2005)",
    "The Paradoxes of Mr. Pond by G.K. Chesterton, Martin Gardner (1990)",
    "A Shropshire Lad by A.E. Housman (1990)",
    "The Mother's Recompense by Edith Wharton (1996)",
    "The Maurizius Case by Jakob Wassermann (1993)",
    "Trent's Own Case by E.C. Bentley (1936)",
    "Buttered Side Down: Short Stories by Edna Ferber, Robert Banis ()",
    "The Morals of Marcus Ordeyne, a Novel by William J. Locke ()",
    "Three Lives by Gertrude Stein (2011)",
    "The Early Romances of William Morris in Prose and Verse by William Morris ()",
    "War and Peace by Leo Tolstoy, Henry Gifford, Aylmer Maude, Louise Maude (1998)",
    "The Beadle by Pauline Smith (1989)",
    "The Moon and Sixpence by W. Somerset Maugham (2005)",
    "EIMI: A Journey Through Soviet Russia by E.E. Cummings (2007)",
    "Portrait of the Artist as a Young Dog by Dylan Thomas (1968)",
    "The Adventures of Huckleberry Finn by Mark Twain, John Seelye, Guy Cardwell (2002)",
    "The Bigger They Come by A.A. Fair, Erle Stanley Gardner ()",
    "Agnes Grey by Anne Bronte, Angeline Goreau (1988)",
    "The Small Bachelor by P.G. Wodehouse (1991)",
    "The Old Curiosity Shop by Charles Dickens, Norman Page (2001)",
    "A Portrait of the Artist as a Young Man by James Joyce, Seamus Deane (2003)",
    "Stavrogin's Confession & the Plan of the Life of a Great Sinner by Fyodor Dostoyevsky ()",
    "The Garden Murder Case (A Philo Vance Mystery #9) by S.S. Van Dine, Willard Huntington Wright (1938)",
    "Sara Crewe, Or What Happened At Miss Minchin's by Frances Hodgson Burnett (2007)",
    "A Backward Glance by Edith Wharton, Louis Auchincloss (1998)",
    "A Hazard of New Fortunes by William Dean Howells, David J. Nordloh, Everett Carter, Arthur M. Schlesinger Jr. (2002)",
    "Autobiography by John Cowper Powys ()",
    "Elsie Venner by Oliver Wendell Holmes Sr. ()",
    "The Polyglots by William Gerhardie (2001)",
    "Under the Greenwood Tree by Thomas Hardy (1999)",
    "The Crystal Cabinet: My Childhood At Salterns by Mary Butts (1988)",
    "Jennie Gerhardt by Theodore Dreiser (2006)",
    "The Apes of God by Wyndham Lewis (1989)",
    "Common Sense by Thomas Paine (2005)",
    "White Mule by William Carlos Williams (1967)",
    "Mashi, And Other Stories by Rabindranath Tagore (2002)",
    "The Patrician by John Galsworthy (2007)",
    "Why Didn't They Ask Evans? by Agatha Christie (2002)",
    "Bliss & Other Stories by Katherine Mansfield ()",
    "The Coat Without Seam by Maurice Baring (2001)",
    "Mr. and Mrs. Haddock in Paris, France by Donald Ogden Stewart (1926)",
    "A City of Bells (Torminster, #1) by Elizabeth Goudge (1949)",
    "Love Among the Haystacks by D.H. Lawrence, Keith Cushman (1996)",
    "Mountain City by Upton Sinclair (2010)",
    "Party Going by Henry Green, Tim Parks (2000)",
    "Far Forest by Francis Brett Young (1936)",
    "The Sign of Four by Arthur Conan Doyle, Peter Ackroyd, Ed Glinert (2001)",
    "Daughter of Earth by Agnes Smedley, Alice Walker, Nancy Hoffman (1993)",
    "Family History by Vita Sackville-West ()",
    "From Ritual to Romance by Jessie Laidlay Weston (2011)",
    "The White Peacock by D.H. Lawrence, Michael Black, Andrew Robertson (1995)",
    "Lawrence and the Arabs by Robert Graves (1937)",
    "Some Do Not... by Ford Madox Ford, Max Saunders (2010)",
    "Ducdame by John Cowper Powys (2008)",
    "The Last Post by Ford Madox Ford ()",
    "Waverley by Walter Scott (1995)",
    "Voyages and Discoveries: Principal Navigations, Voyages, Traffiques and Discoveries of the English Nation by Richard Hakluyt (1982)",
    "Scarweather by Anthony Rolls ()",
    "The White Paternoster, And Other Stories by T.F. Powys ()",
    "Notes on Democracy by H.L. Mencken (2008)",
    "Sanctuary by William Faulkner (1993)",
    "So Red the Rose by Stark Young (2002)",
    "Napoleon by Emil Ludwig ()",
    "Kitty Foyle by Christopher Morley (1988)",
    "The Life of the Bee by Maurice Maeterlinck, Edwin Way Teale, Alfred Sutro (2006)",
    "Beware of Pity by Stefan Zweig, Phyllis Blewitt, Trevor Blewitt (2006)",
    "ABC of Reading by Ezra Pound (1960)",
    "The Long Valley by John Steinbeck (2000)",
    "Notre-Dame de Paris by Victor Hugo, John Sturrock (1978)",
    "To the North by Elizabeth Bowen (2006)",
    "The Human Machine by Arnold Bennett ()",
    "Crime and Custom in Savage Society by Bronislaw Malinowski (1989)",
    "Too true to be good : a political extravaganza by George Bernard Shaw (1961)",
    "The Life and Death of Harriett Frean by May Sinclair, D.J. Taylor ()",
    "African Game Trails: An Account of the African Wanderings of an American Hunter-Naturalist by Theodore Roosevelt, Peter Hathaway Capstick ()",
    "Henry James by Rebecca West (2009)",
    "Porgy by DuBose Heyward (2001)",
    "The Hamlet by William Faulkner (1991)",
    "Studies in Classic American Literature by D.H. Lawrence ()",
    "Listen! The Wind by Anne Morrow Lindbergh ()",
    "The Dark Flower by John Galsworthy (2007)",
    "All Kneeling by Anne Parrish ()",
    "Dream Psychology: Psychoanalysis for Beginners by Sigmund Freud, Montague David Eder, Andre Tridon (2005)",
    "The Egoist by George Meredith (1978)",
    "The Diary of a Man of Fifty by Henry James, David Lodge (2009)",
    "The Vicar's Daughter by E.H. Young ()",
    "Dostoevsky by Andre Gide, Arnold Bennett (1979)",
    "Fighting Angel by Pearl S. Buck (1964)",
    "The Sea Lady: A Tissue of Moonshine by H.G. Wells (2001)",
    "Jonah's Gourd Vine by Zora Neale Hurston ()",
    "Now in November by Josephine Winslow Johnson, Nancy Hoffman (1993)",
    "Reginald in Russia and Other Sketches by Saki (2007)",
    "I'll Tell You Everything by J.B. Priestley, Gerald Bullett (1932)",
    "The Inner Teachings of The Philosophy and Religion of India by Yogi Ramacharaka (2009)",
    "The Life of Samuel Johnson by James Boswell (1993)",
    "Mr. Midshipman Easy by Frederick Marryat ()",
    "Twelve Men by Theodore Dreiser (2005)",
    "Beyond the Pleasure Principle by Sigmund Freud, James Strachey (1990)",
    "Pamela; or, Virtue Rewarded by Samuel Richardson, Thomas Keymer, Alice Wakely (2001)",
    "Washington Square by Henry James, Michael Cunningham (2004)",
    "Riceyman Steps by Arnold Bennett (1993)",
    "The Future of an Illusion by Sigmund Freud, Peter Gay, James Strachey (1989)",
    "This Proud Heart by Pearl S. Buck (1938)",
    "An Essay in Aid of a Grammar of Assent by John Henry Newman, Nicholas Lash (1992)",
    "All Things Considered by G.K. Chesterton (2006)",
    "Hedda Gabler by Henrik Ibsen, William Archer (2006)",
    "Whose Body?  (Lord Peter Wimsey, #1) by Dorothy L. Sayers (1995)",
    "Grand Hotel by Vicki Baum ()",
    "The Silver Stallion by James Branch Cabell (1979)",
    "Dracula by Bram Stoker, Nina Auerbach, David J. Skal (1986)",
    "The Secret Agent: A Simple Tale by Joseph Conrad (2012)",
    "Paradise Lost by John Milton, John      Leonard (2003)",
    "Gargantua and Pantagruel by Francois Rabelais, M.A. Screech (2006)",
    "Scoop by Evelyn Waugh (2003)",
    "The Good Companions by J.B. Priestley (1969)",
    "John Brown's Body by Stephen Vincent Benet, Henry Seidel Canby (1990)",
    "Deep Summer (Plantation Trilogy, 1) by Gwen Bristow ()",
    "Madame Bovary by Gustave Flaubert, Malcolm Bowie, Margaret Mauldon, Mark Overstall (2004)",
    "Serenade by James M. Cain (1978)",
    "My Sister Eileen by Ruth McKenney ()",
    "Red Star over China: The Classic Account of the Birth of Chinese Communism by Edgar Snow, John King Fairbank (1994)",
    "The Tragic Muse by Henry James, Philip Horne (1995)",
    "Black Mischief by Evelyn Waugh (2002)",
    "A Thatched Roof by Beverley Nichols, Rex Whistler (2005)",
    "The Golden Sayings of Epictetus by Epictetus ()",
    "Home to Harlem by Claude McKay, Wayne F. Cooper (1987)",
    "The Plutocrat by Booth Tarkington ()",
    "Grand Canary by A.J. Cronin (2009)",
    "South Riding An English Landscape by Winifred Holtby ()",
    "The Mind of Leonardo da Vinci by Edward McCurdy (2011)",
    "The Children by Edith Wharton, Marilyn French (2006)",
    "Galahad: Enough of His Life to Explain His Reputation by John Erskine ()",
    "The Time of Man by Elizabeth Madox Roberts, Wade H. Hall (2000)",
    "Clarissa, or, the History of a Young Lady by Samuel Richardson, Angus Ross (1985)",
    "Journeyman by Erskine Caldwell, Edwin T. Arnold (1996)",
    "The Invasion of Europe by the Barbarians by John Bagnell Bury, F.J. Hearnshaw (2000)",
    "The Weary Blues by Langston Hughes (1945)",
    "After Many a Summer Dies the Swan by Aldous Huxley (1993)",
    "Ethan Frome by Edith Wharton (2006)",
    "Poor White by Sherwood Anderson (2006)",
    "Young men in Love by Michael Arlen (1927)",
    "Bevis by Richard Jefferies (1995)",
    "Gaudier-Brzeska: A Memoir by Ezra Pound (1974)",
    "Ladies Almanack by Djuna Barnes (2006)",
    "The Student's History of Ireland by Stephen Gwynn (1925)",
    "Hieroglyphics: A Note Upon Ecstasy in Literature by Arthur Machen ()",
    "Mrs. Dalloway by Virginia Woolf, Maureen Howard (2002)",
    "The Story of the Gypsies by Konrad Bercovici (2006)",
    "The Hard-Boiled Virgin by Frances Newman, Anne Firor Scott (1993)",
    "In Praise of Idleness and Other Essays by Bertrand Russell (1985)",
    "Legend by Clemence Dane (1978)",
    "The Collected Poems of Wilfred Owen by Wilfred Owen, Cecil Day-Lewis (1965)",
    "Miss Julie and Other Plays by August Strindberg, Michael Robinson (1999)",
    "The Good Soldier by Ford Madox Ford, Kenneth Womack, William Baker (2003)",
    "Murder in the Mews (Hercule Poirot, #18) by Agatha Christie, Hugh Fraser, Nigel Hawthorne (2002)",
    "The Summing Up by W. Somerset Maugham (1992)",
    "Victoria Four-Thirty by Cecil Roberts (1952)",
    "The Narrow Corner by W. Somerset Maugham (1993)",
    "My Country And My People by Lin Yutang (2006)",
    "The Enchanted April by Elizabeth von Arnim (2008)",
    "The Four Horsemen of the Apocalypse by Vicente Blasco Ibanez, Charlotte Brewster Jordan (2002)",
    "Sense and Sensibility by Jane Austen, Tony Tanner, Ros Ballaster (2003)",
    "The Wreck by Rabindranath Tagore ()",
    "Of Time and the River: A Legend of Man's Hunger in His Youth by Thomas Wolfe, Pat Conroy (1999)",
    "The Brothers Karamazov by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (2002)",
    "Rats, Lice, and History: Being a Study in Biography, Which, After Twelve Preliminary Chapters Indispensable for the Preparation of the Lay Reader, Deals With the Life History of Typhus Fever by Hans Zinsser (1996)",
    "Wild Decembers: a play in three acts by Clemance Dane (1937)",
    "Affirmations by H. Havelock Ellis ()",
    "Where Angels Fear to Tread by E.M. Forster ()",
    "The Life of Christ by Frederic W. Farrar (1994)",
    "The Spoils of Poynton by Henry James (2004)",
    "Along The Road; Notes And Essays Of A Tourist by Aldous Huxley ()",
    "The History of Mr. Polly by H.G. Wells, John Sutherland, Simon J. James, Simon  James (2005)",
    "The Stars Look Down by A.J. Cronin ()",
    "The Master Builder by Henrik Ibsen (2016)",
    "The Man Who Was Thursday: A Nightmare by G.K. Chesterton, Jonathan Lethem ()",
    "The Common Reader by Virginia Woolf (2002)",
    "Macbeth by William Shakespeare ()",
    "Testament of Friendship (Virago classic non-fiction) by Vera Brittain ()",
    "Ah, Wilderness! by Eugene O'Neill (2017)",
    "Mandoa, Mandoa!: A Comedy of Irrelevance by Winifred Holtby (1982)",
    "East Wind: West Wind by Pearl S. Buck (1995)",
    "The Story of an African Farm by Olive Schreiner, Dan Jacobson (1982)",
    "Thank Heaven Fasting by E.M. Delafield (1989)",
    "Inside Asia by John Gunther ()",
    "Within a Budding Grove (In Search of Lost Time, #2) by Marcel Proust, C.K. Scott Moncrieff, Terence Kilmartin, D.J. Enright (1998)",
    "Murder in Mesopotamia (Hercule Poirot, #14) by Agatha Christie (2001)",
    "Kidnapped (David Balfour, #1) by Robert Louis Stevenson (2002)",
    "Orthodoxy by G.K. Chesterton (2008)",
    "Cards on the Table (Hercule Poirot, #15) by Agatha Christie (2005)",
    "Stud. chem. Helene Willfüer by Vicki Baum (1988)",
    "The Greatest Thing In the World by Henry Drummond (2006)",
    "Born in Exile by George Gissing (2007)",
    "Mr Weston's Good Wine by T.F. Powys (2006)",
    "The Garden of Allah by Robert Smythe Hichens (2001)",
    "The Picture of Dorian Grey by Oscar Wilde, Susan Beattie (2011)",
    "A Daughter of the Snows by Jack London ()",
    "To the Lighthouse by Virginia Woolf (1989)",
    "Pierre: or, the Ambiguities by Herman Melville, Maurice Sendak, Hershel Parker (1995)",
    "Illustrations for the Book of Job by William Blake (1995)",
    "Manhattan Transfer by John dos Passos (2003)",
    "The Martyrdom of Man by William Winwood Reade ()",
    "The World As I See It by Albert Einstein ()",
    "The Napoleon of Notting Hill by G.K. Chesterton (2008)",
    "Aspects of the Novel by E.M. Forster (1956)",
    "Etruscan Places by D.H. Lawrence ()",
    "The Light That Failed by Rudyard Kipling (2006)",
    "No more music : a play in three acts by Rosamond Lehmann (1939)",
    "Rosalynde; Or, Euphues' Golden Legacy by Thomas Lodge (2006)",
    "The Decline of the West by Oswald Spengler, H. Stuart Hughes (1991)",
    "Adolphe by Benjamin Constant, Leonard Tancock (1980)",
    "The New Machiavelli by H.G. Wells ()",
    "Abe Lincoln in Illinois by Robert E. Sherwood ()",
    "The Story of the English by Helene A. Guerber ()",
    "Chicago Poems by Carl Sandburg (1994)",
    "His Monkey Wife by John Collier, Eva Brann (2000)",
    "Waste by Harley Granville-Barker ()",
    "Saint Joan: A Chronicle Play in Six Scenes & an Epilogue by George Bernard Shaw, Dan H. Laurence (1989)",
    "The Ostrekoff Jewels by E. Phillips Oppenheim (1932)",
    "On A Chinese Screen by W. Somerset Maugham (1990)",
    "Collected Poems of Elinor Wylie by Elinor Wylie (1986)",
    "Arrowsmith by Sinclair Lewis, E.L. Doctorow (1953)",
    "The Last Puritan: A Memoir in the Form of a Novel by George Santayana, William J. Holzberger, Herman J. Saatkamp Jr., The Santayana Edition (1995)",
    "Letters from Iceland by W.H. Auden, Louis MacNeice (2002)",
    "An Autobiographical Study by Sigmund Freud, James Strachey (1989)",
    "Travels in Wicklow, West Kerry and Connemara by J.M. Synge, Jack Butler Yeats, Paddy Woodworth ()",
    "Thieves Like Us by Edward Anderson (1999)",
    "Vanity Fair by William Makepeace Thackeray, John Carey (2003)",
    "The Late George Apley by John P. Marquand (2004)",
    "Lamb in His Bosom by Caroline Miller, Elizabeth Fox-Genovese (2005)",
    "The Story of San Michele by Axel Munthe (2004)",
    "Armed With Madness by Mary Butts (2001)",
    "Great Expectations by Charles Dickens (1998)",
    "A Voyage to Arcturus by David Lindsay, John Clute, Loren Eiseley (2002)",
    "The Victorian Age in Literature by G.K. Chesterton (2001)",
    "The Barrack-Room Ballads and Other Verses by Rudyard Kipling (2002)",
    "The Apple Cart by George Bernard Shaw (1989)",
    "The Portrait of a Lady by Henry James, Patricia Crick (2003)",
    "The Virgin and the Gipsy by D.H. Lawrence (1992)",
    "Terror Keep by Edgar Wallace (1972)",
    "A Room of One's Own by Virginia Woolf (2002)",
    "Clouds of Witness (Lord Peter Wimsey, #2) by Dorothy L. Sayers (1995)",
    "Diary of a Pilgrimage by Jerome K. Jerome (2007)",
    "Murder Up My Sleeve by Erle Stanley Gardner ()",
    "Collected Poems Of Edwin Arlington Robinson by Edwin Arlington Robinson ()",
    "Silas Marner by George Eliot (2005)",
    "Green Hills of Africa by Ernest Hemingway, Edward Shenton (2004)",
    "Anglo-Saxon Poetry by Robert K. Gordon (1970)",
    "The Letters of William James: 2 Volumes Combined by William James, Henry James (2008)",
    "Poems, 1924-1933 by Archibald MacLeish (1933)",
    "Something Fresh (Blandings Castle, #1) by P.G. Wodehouse (2005)",
    "The Unpleasantness at the Bellona Club (Lord Peter Wimsey, #5) by Dorothy L. Sayers (1995)",
    "The Adventures of Ferdinand Count Fathom by Tobias Smollett, Paul-Gabriel Bouce (1990)",
    "The Great American Novel by William Carlos Williams (2003)",
    "The Hundredth Chance by Ethel M. Dell, Barbara Cartland (1977)",
    "Swann's Way (In Search of Lost Time, #1) by Marcel Proust, Simon Vance, Lydia Davis (2004)",
    "The Club of Queer Trades by G.K. Chesterton ()",
    "C by Maurice Baring (2001)",
    "In Dubious Battle by John Steinbeck, Warren G. French (2006)",
    "A Woman of No Importance by Oscar Wilde (1996)",
    "Pygmalion by George Bernard Shaw, Feliks Topolski, Dan H. Laurence (1990)",
    "Tropic of Cancer by Henry Miller ()",
    "Oblomov by Ivan Goncharov, Stephen Pearl, Galya Diment (2006)",
    "Queen Victoria's Daughters by E.F. Benson ()",
    "Cold Harbour by Francis Brett Young (2004)",
    "The Mark on the Wall by Virginia Woolf ()",
    "Virginibus Puerisque and Other Papers by Robert Louis Stevenson (1946)",
    "The Root and the Flower by L.H. Myers, Penelope Fitzgerald (2001)",
    "Murder at Monte Carlo by E. Phillips Oppenheim ()",
    "The People, Yes by Carl Sandburg (1990)",
    "Gray's Anatomy by Henry Gray, Peter L. Williams ()",
    "The Shining Pyramid by Arthur Machen ()",
    "The Crock of Gold by James Stephens (2006)",
    "1919 (U.S.A., #2) by John dos Passos, E.L. Doctorow (2000)",
    "The Scarlet Letter by Nathaniel Hawthorne, Thomas E. Connolly, Nina Baym (2003)",
    "A Christmas Garland by Max Beerbohm, N. John Hall (1993)",
    "My Thirty Years' War: The Autobiography: Beginnings and Battles to 1930 by Margaret C. Anderson (1969)",
    "Stalky & Co. by Rudyard Kipling (2005)",
    "The Country House by John Galsworthy ()",
    "The American by Henry James, Lee Clark Mitchell ()",
    "Appreciations and Criticisms of the Works of Charles Dickens by G.K. Chesterton (2009)",
    "Bacon by Charles Williams (1933)",
    "From Death to Morning by Thomas Wolfe (1983)",
    "The Emperor Jones by Eugene O'Neill, Alan Weissman (2011)",
    "Introduction to Mathematical Philosophy by Bertrand Russell (1993)",
    "The English Constitution by Walter Bagehot, Miles Taylor (2001)",
    "The House Without a Key (Charlie Chan, #1) by Earl Derr Biggers (1986)",
    "The Sound and the Fury by William Faulkner (1990)",
    "Genghis Khan: Emperor of All Men by Harold Lamb (2007)",
    "The Thin Man by Dashiell Hammett (1989)",
    "No More Parades by Ford Madox Ford (2012)",
    "Night Rider by Robert Penn Warren, George Core (1992)",
    "The Gambler by Fyodor Dostoyevsky, Constance Garnett, Gary Saul Morson (2003)",
    "The Ladybird by D.H. Lawrence ()",
    "The Dragon Murder Case (A Philo Vance Mystery #7) by S.S. Van Dine, Willard Huntington Wright (1985)",
    "Jude the Obscure by Thomas Hardy (2006)",
    "The Prodigal Parents by Sinclair Lewis (1938)",
    "Heartbreak House: A Fantasia in the Russian Manner on English Themes by George Bernard Shaw, Dan H. Laurence (1988)",
    "The Happy Prince and Other Tales by Oscar Wilde (1995)",
    "Memoirs of a Fox-Hunting Man by Siegfried Sassoon (2006)",
    "The Lake by George Moore (2007)",
    "The Practice and Theory of Bolshevism by Bertrand Russell (2006)",
    "Piccadilly Jim by P.G. Wodehouse (2004)",
    "All the Sad Young Men by F. Scott Fitzgerald, James L.W. West III (2007)",
    "The Blue Lagoon by Henry de Vere Stacpoole (2002)",
    "Orley Farm by Anthony Trollope, David Skilton (2001)",
    "Man Overboard! by Francis Marion Crawford ()",
    "Letters of Sir Walter Ralegh by Walter Raleigh, Agnes M.C. Latham, Joyce Youings (1999)",
    "An Outcast of the Islands by Joseph Conrad (1990)",
    "The Belton Estate by Anthony Trollope (2008)",
    "Portrait of Jennie by Robert Nathan (1976)",
    "The Bulpington of Blup by H.G. Wells (2002)",
    "The ELM-Tree on the Mall by Anatole France (2003)",
    "Auld Licht Idylls by J.M. Barrie ()",
    "The Wonderful Adventures of Nils by Selma Lagerlof, Thea Kliros, Velma Swanston Howard (1995)",
    "Point Counter Point by Aldous Huxley (1996)",
    "Anna of the Five Towns by Arnold Bennett (2008)",
    "The Life and Adventures of Sir Launcelot Greaves by Tobias Smollett, Peter Wagner (1988)",
    "Anna Karenina by Leo Tolstoy, Louise Maude, Aylmer Maude (2012)",
    "Eyeless in Gaza by Aldous Huxley (2004)",
    "The Problems of Philosophy by Bertrand Russell ()",
    "Letters of John Keats by John Keats, Robert Gittings ()",
    "The Intimate Journal of George Sand by George Sand, Marie Jenney Howe (1978)",
    "Gone to Earth by Mary Webb (2006)",
    "The Murder of Roger Ackroyd (Hercule Poirot, #4) by Agatha Christie (2006)",
    "Utopia by Thomas More, Paul Turner (2003)",
    "The Good Earth (House of Earth, #1) by Pearl S. Buck (2009)",
    "Androcles and the Lion by George Bernard Shaw, Dan H. Laurence (1987)",
    "The Outline of Sanity by G.K. Chesterton (2002)",
    "Show Boat by Edna Ferber (2007)",
    "Mules and Men by Zora Neale Hurston ()",
    "Leda by Aldous Huxley ()",
    "The Corn King and the Spring Queen (The Hera Series) by Naomi Mitchison (2003)",
    "The Clock Ticks On by Valentine Williams (1933)",
    "The Complete Poems of Emily Dickinson by Emily Dickinson, Thomas H. Johnson (1976)",
    "Northanger Abbey by Jane Austen, Alfred MacAdam (2005)",
    "The Call of the Wild by Jack London (2001)",
    "Strong Poison (Lord Peter Wimsey, #6) by Dorothy L. Sayers ()",
    "Oliver Twist by Charles Dickens, George Cruikshank, Philip Horne (2003)",
    "Burmese Days by George Orwell (2005)",
    "The Dream: A Novel by H.G. Wells (1988)",
    "The Daring Young Man on the Flying Trapeze and Other Stories by William Saroyan (1997)",
    "About Love and Other Stories by Anton Chekhov, Rosamund Bartlett (2004)",
    "The Jasmine Farm by Elizabeth von Arnim (1936)",
    "Wuthering Heights by Emily Bronte, Richard J. Dunn (2002)",
    "Evenings on a Farm Near Dikanka by Nikolai Gogol, Nikolai Vasil'evich Gogol' (2008)",
    "Europe and the Faith by Hilaire Belloc (1992)",
    "Love and Mr. Lewisham by H.G. Wells, Simon  James, Gillian Beer (2005)",
    "Ditte, Daughter of Man by Martin Andersen Nexo, Arthur G. Chater, Richard Thirsk (2015)",
    "The Man Who Knew Coolidge Being the Soul of Lowell Schmaltz, Constructive and Nordic Citizen by Sinclair Lewis ()",
    "The Croquet Player by H.G. Wells (1983)",
    "The Day's Work by Rudyard Kipling (1992)",
    "The Letters of Robert Browning and Elizabeth Barret Barrett 1845-1846 Vol I (1899) by Robert Browning (2006)",
    "A Laodicean: A Story of Today by Thomas Hardy, J.H. Stape (1997)",
    "The House of Baltazar by William J. Locke (1920)",
    "The Book of Snobs by William Makepeace Thackeray ()",
    "The Mystery of Cloomber by Arthur Conan Doyle (2004)",
    "A Fleet in Being by Rudyard Kipling (2014)",
    "Watch and Ward by Henry James ()",
    "Crome Yellow by Aldous Huxley (2004)",
    "It's a Battlefield by Graham Greene (1992)",
    "The Crime of Sylvestre Bonnard by Anatole France (2007)",
    "Zuleika Dobson by Max Beerbohm (1998)",
    "England, Their England by A.G. Macdonell (1995)",
    "The Poems of Gerard Manley Hopkins by Gerard Manley Hopkins (1976)",
    "The Mauve Decade: American Life at the End of the Nineteenth Century by Thomas Beer (1997)",
    "Lucy Church Amiably by Gertrude Stein (2000)",
    "Ulysses by James Joyce (1990)",
    "Collected Poems [ By: William Butler Yeats ] by W.B. Yeats ()",
    "Three Stories and Ten Poems by Ernest Hemingway ()",
    "The Orator by Edgar Wallace ()",
    "Decadence by Maxim Gorky, Veronica Dewey, Irwin Weil (1984)",
    "All God's Chillun Got Wings by Eugene O'Neill (2008)",
    "Mr. Britling Sees it Through by H.G. Wells ()",
    "More Than Somewhat by Damon Runyon ()",
    "Heaven's My Destination by Thornton Wilder, J.D. McClatchy, Tappan Wilder (2003)",
    "Untouchable by Mulk Raj Anand, E.M. Forster (1990)",
    "The Problem of the Green Capsule (Dr. Gideon Fell, #10) by John Dickson Carr ()",
    "Main Street: The Story of Carol Kennicott by Sinclair Lewis, Martin Bucco (1995)",
    "Glimpses of Unfamiliar Japan by Lafcadio Hearn (2007)",
    "The World Of William Clissold;A Novel At A New Angle by H.G. Wells ()",
    "Articles De Paris by Sisley Huddleston (1928)",
    "Murder in the Maze by J.J. Connington ()",
    "Far Away and Long Ago by William Henry Hudson (2008)",
    "Mr. Prohack by Arnold Bennett (2007)",
    "The Arrow by Christopher Morley (1927)",
    "Three Guineas by Virginia Woolf, Mark Hussey, Jane Marcus (2006)",
    "The Analysis of Mind by Bertrand Russell (2005)",
    "Death in Venice by Thomas Mann, Michael Henry Heim, Michael Cunningham (2005)",
    "Unnatural Death (Lord Peter Wimsey, #3) by Dorothy L. Sayers ()",
    "Daisy Miller by Henry James (2003)",
    "Dodsworth by Sinclair Lewis, Michael  Meyer (1995)",
    "The Monk and the Hangman's Daughter by Ambrose Bierce (1967)",
    "The Woman in White by Wilkie Collins, Matthew Sweet (2003)",
    "The Case of the Velvet Claws by Erle Stanley Gardner (1985)",
    "Death on the Nile (Hercule Poirot, #17) by Agatha Christie (1978)",
    "Martin Eden by Jack London, Andrew Sinclair (1994)",
    "Strait is the Gate by Andre Gide (2007)",
    "Danger in the Dark by Mignon G. Eberhart (1989)",
    "Good-Bye, Mr. Chips by James Hilton, H.M. Brock, Edward Weeks (2004)",
    "Indian Summer by William Dean Howells, Wendy Lesser (2004)",
    "The Yearling by Marjorie Kinnan Rawlings (2001)",
    "My Son, My Son by Howard Spring (1960)",
    "The Early Life and Adventures of Sylvia Scarlett by Compton Mackenzie ()",
    "The ABC of Relativity by Bertrand Russell, Peter Clark (2001)",
    "The Sacred Fount by Henry James (1995)",
    "Peer Gynt by Henrik Ibsen, William Archer, Charles Archer (2003)",
    "Arthurian Chronicles by Layamon, Wace, Eugene Mason, Gwyn Jones (1996)",
    "Medieval People by Eileen Power (2000)",
    "My Journey to Lhasa: The Classic Story of the Only Western Woman Who Succeeded in Entering the Forbidden City by Alexandra David-Neel (2005)",
    "Famine by Liam O'Flaherty (2002)",
    "One Man's Initiation: 1917 by John dos Passos (2007)",
    "Essays and Poems by Ralph Waldo Emerson, Peter Norberg (2005)",
    "Gulliver's Travels by Jonathan Swift, Robert DeMaria Jr. (2003)",
    "The Benson Murder Case (A Philo Vance Mystery #1) by S.S. Van Dine (1988)",
    "Cakes and Ale: Or, The Skeleton in the Cupboard by W. Somerset Maugham (1985)",
    "The Trap by Dorothy M. Richardson (1925)",
    "The Dream Detective by Sax Rohmer (1966)",
    "The Jungle Book by Rudyard Kipling (1992)",
    "North of Boston by Robert Frost ()",
    "Tono-Bungay by H.G. Wells, Edward Mendelson, Patrick Parrinder (2005)",
    "The Painted Veil by W. Somerset Maugham ()",
    "Grace Abounding to the Chief of Sinners by John Bunyan (2007)",
    "Flat 2 by Edgar Wallace ()",
    "Uneasy Money by P.G. Wodehouse ()",
    "Mr. Bennett and Mrs. Brown by Virginia Woolf ()",
    "The Hunting of the Snark by Lewis Carroll ()",
    "Tortilla Flat by John Steinbeck (2001)",
    "Winged Pharaoh (Far Memory Books) by Joan Marshall Grant ()",
    "The Playboy of the Western World by J.M. Synge ()",
    "The Book of Tea by Kakuzo Okakura (1989)",
    "Typhoon by Joseph Conrad (1999)",
    "The 12:30 from Croydon by Freeman Wills Crofts ()",
    "The Marble Faun by Nathaniel Hawthorne, Susan Manning (2002)",
    "Sylvia And Michael by Compton Mackenzie ()",
    "A Modern Instance by William Dean Howells, Edwin Harrison Cady (1984)",
    "The Secret Places of the Heart by H.G. Wells ()",
    "Lafcadio's Adventures by Andre Gide, Dorothy Bussy ()",
    "God's Little Acre by Erskine Caldwell, Lewis Nordan (1995)",
    "The House of Souls by Arthur Machen ()",
    "The Stones of Venice by John Ruskin, J.G. Links (2003)",
    "The Grandmothers: A Family Portrait by Glenway Wescott (1996)",
    "Les Diaboliques (The She-Devils) by Jules Barbey d'Aurevilly (1987)",
    "Farewell Victoria by T.H. White ()",
    "Flowers for the Judge (Albert Campion #7) by Margery Allingham (2006)",
    "On Forsyte 'Change by John Galsworthy (1967)",
    "Dangerous Ages by Rose Macaulay ()",
    "Marriage and Morals by Bertrand Russell (1985)",
    "Barnaby Rudge by Charles Dickens, John Bowen, Hablot Knight Browne ()",
    "Marching Men; A Critical Text by Sherwood Anderson (1972)",
    "Beyond the Mexique Bay by Aldous Huxley ()",
    "The Unvanquished by William Faulkner (1991)",
    "Geneva by George Bernard Shaw (1974)",
    "Stories of God: A New Translation by Rainer Maria Rilke, Michael H. Kohn, Thomas Cleary (2003)",
    "The Age of Innocence by Edith Wharton, Maureen Howard (2004)",
    "White Buildings: Poems by Hart Crane, Allen Tate, John  Logan (2001)",
    "It Can't Happen Here by Sinclair Lewis, Christopher Hurt, Michael R.  Meyer (2005)",
    "Walden by Henry David Thoreau (2004)",
    "Memoirs of an Infantry Officer by Siegfried Sassoon ()",
    "Barchester Towers (Chronicles of Barsetshire #2) by Anthony Trollope (2006)",
    "The Bertrams by Anthony Trollope (1993)",
    "The Jungle by Upton Sinclair, Earl Lee, Kathleen DeGrave (2003)",
    "Shirley by Charlotte Bronte, Lucasta Miller, collaborative, Jessica Cox (2006)",
    "The Case of the Howling Dog by Erle Stanley Gardner (1984)",
    "The Loom of Youth by Alec Waugh (2008)",
    "Memoirs Of A British Agent: Being An Account Of The Author's Early Life In Many Lands And Of His Official Mission To Moscow In 1918 by R.H. Bruce Lockhart ()",
    "The Little White Bird by J.M. Barrie (2005)",
    "The Colonel's Daughter by Richard Aldington (1987)",
    "The Day of the Locust by Nathanael West, Alfred Kazin (1983)",
    "Tender Is the Night by F. Scott Fitzgerald ()",
    "The Claverings by Anthony Trollope (2008)",
    "Tales of the Alhambra by Washington Irving (2005)",
    "The Woodlanders by Thomas Hardy, Patricia Ingham (1998)",
    "A Group of Noble Dames by Thomas Hardy (2006)",
    "Cheerful, by Request by Edna Ferber (2006)",
    "Brave New World by Aldous Huxley (1998)",
    "Lyrical Ballads by William Wordsworth, Samuel Taylor Coleridge, Michael         Schmidt (2006)",
    "Saint's Progress by John Galsworthy (2008)",
    "Hamlet by William Shakespeare, Rex Gibson, Richard Andrews (2005)",
    "Fifty-One Tales by Lord Dunsany, John Gregory Betancourt, Lin Carter (2002)",
    "Her Son's Wife by Dorothy Canfield Fisher ()",
    "Let the People Sing by J.B. Priestley (1997)",
    "Staying with Relations by Rose Macaulay (2000)",
    "The Mayor of Casterbridge by Thomas Hardy, Keith Wilson (2003)",
    "The Short Stories of F. Scott Fitzgerald by F. Scott Fitzgerald, Matthew J. Bruccoli (2003)",
    "Scarlet Sister Mary by Julia Peterkin, A.J. Verdelle (2004)",
    "The Wild Orchid by Sigrid Undset (1931)",
    "Piers the Ploughman by William Langland, J.F. Goodridge (2006)",
    "Sea and Sardinia by D.H. Lawrence (2002)",
    "The Importance of Being Earnest: A Trivial Comedy for Serious People by Oscar Wilde, Russell Jackson (2005)",
    "Four Faultless Felons by G.K. Chesterton, Martin Gardner (1989)",
    "The Mill on the Floss by George Eliot, A.S. Byatt (2003)",
    "The Journal of a Disappointed Man by W.N.P. Barbellion (1996)",
    "The Beggar's Opera by John Gay, Bryan Loughrey ()",
    "My American by Stella Gibbons (2011)",
    "Other Gods: An American Legend by Pearl S. Buck (1940)",
    "Gaudy Night (Lord Peter Wimsey, #12) by Dorothy L. Sayers (1995)",
    "Little Dorrit by Charles Dickens, Helen Small, Stephen Wall (2003)",
    "New Arabian Nights by Robert Louis Stevenson (2002)",
    "A Journal of the Plague Year by Daniel Defoe, Cynthia Sundberg Wall (2003)",
    "The Mystery of the Blue Train (Hercule Poirot, #6) by Agatha Christie (2007)",
    "To Wake the Dead (Dr. Gideon Fell, #9) by John Dickson Carr ()",
    "Persuasion by Jane Austen, James Kinsley, Deidre Shauna Lynch (2004)",
    "Guests of the Nation by Frank O'Connor (1987)",
    "The Cherry Orchard by Anton Chekhov, Tom    Murphy (2004)",
    "Jocasta and the Famished Cat by Anatole France ()",
    "The Gentle Art of Making Enemies by James McNeill Whistler (1967)",
    "Men Without Women by Ernest Hemingway (2004)",
    "The Professor by Charlotte Bronte (1999)",
    "Summer Lightning by P.G. Wodehouse (2012)",
    "The Red and the Black by Stendhal, Roger Gard (2002)",
    "Undertones of War by Edmund Blunden (2000)",
    "Art and Artist: Creative Urge and Personality Development by Otto Rank (1989)",
    "The Golden Bowl by Henry James, Gore Vidal, Patricia Crick (1985)",
    "BUtterfield 8 by John O'Hara, Fran Lebowitz (2003)",
    "The Bomb by Frank Harris (2008)",
    "The Undying Fire by H.G. Wells (1998)",
    "The Grapes of Wrath by John Steinbeck (2014)",
    "Arthur Rimbaud: A Biography by Enid Starkie (1962)",
    "East And West: The Collected Short Stories of W. Somerset Maugham by W. Somerset Maugham ()",
    "Poems by G. K. Chesterton by G.K. Chesterton (2006)",
    "Ann Veronica by H.G. Wells, Sita Schutt, Margaret Drabble (2005)",
    "Life with Father by Clarence Day Jr. ()",
    "The Second Jungle Book by Rudyard Kipling (2006)",
    "Lustra by Ezra Pound (1973)",
    "Gorboduc by Thomas Sackville, Thomas Norton, Irby B. Cauthen (1970)",
    "The Bridge of San Luis Rey by Thornton Wilder ()",
    "Cashel Byron's Profession by George Bernard Shaw (2007)",
    "The Wicker-Work Woman (A Chronicle of Our Own Times #2) by Anatole France (2003)",
    "Women against Men by Storm Jameson (1985)",
    "The Master of Ballantrae by Robert Louis Stevenson ()",
    "Chita: A Memory of Last Island by Lafcadio Hearn (2007)",
    "The Autobiography of Benjamin Franklin by Benjamin Franklin, Lewis Leary (2004)",
    "Beyond by John Galsworthy ()",
    "Leaves of Grass by Walt Whitman (2006)",
    "Seasoned Timber by Dorothy Canfield Fisher (1996)",
    "Round the Fire Stories by Arthur Conan Doyle (1991)",
    "Back Street by Fannie Hurst (1961)",
    "The Idle Thoughts of an Idle Fellow by Jerome K. Jerome (2007)",
    "The American Diary of a Japanese Girl: An Annotated Edition by Yone Noguchi, Edward Marx, Laura Franey (2007)",
    "Talks with Mussolini by Emil Ludwig, M Eden Paul, Cedar Paul (1933)",
    "The Single Hound by May Sarton (1991)",
    "The Titan (Trilogy of desire, #2) by Theodore Dreiser (2008)",
    "The Missing Miniature or The Adventures of a Sensitive Butcher by Erich Kastner (1937)",
    "Dead Man Control by Helen Reilly (1968)",
    "The Case of the Perjured Parrot by Erle Stanley Gardner (2009)",
    "At Swim-Two-Birds by Flann O'Brien, William H. Gass (1998)",
    "The Cadaver of Gideon Wyck by Alexander Laing (2008)",
    "Erewhon (Erewhon , #1) by Samuel Butler (2000)",
    "A Modern Utopia by H.G. Wells, Gregory Claeys, Francis Wheen (2006)",
    "Lorna Doone by R.D. Blackmore, Michelle Allen (2006)",
    "Sailing Alone around the World by Joshua Slocum (1999)",
    "Chance by Joseph Conrad (2006)",
    "Year Before Last by Kay Boyle ()",
    "The Little Nugget by P.G. Wodehouse ()",
    "Dombey and Son by Charles Dickens, Jonathan Lethem (2003)",
    "Joseph Andrews by Henry Fielding (2001)",
    "The Loving Spirit by Daphne du Maurier (2013)",
    "The Quest for Certainty: A Study of the Relation of Knowledge and Action by John Dewey ()",
    "Jane Eyre by Charlotte Bronte, Michael Mason ()",
    "The Black Soul by Liam O'Flaherty (1996)",
    "John Ferguson; A Play in Four Acts by St. John G. Ervine ()",
    "The Old Dark House by J.B. Priestley (1945)",
    "Kitty by Warwick Deeping (1927)",
    "The Moonstone by Wilkie Collins, Carolyn G. Heilbrun (2001)",
    "The House in Paris by Elizabeth Bowen (2002)",
    "Miss Lulu Bett by Zona Gale (2007)",
    "David Copperfield by Charles Dickens, Jeremy Tambling (2004)",
    "The Deerslayer (The Leatherstocking Tales, #1) by James Fenimore Cooper, Robert Tilton (2004)",
    "Far from the Madding Crowd by Thomas Hardy, Rosemarie Morgan, Shannon Russell (2003)",
    "The Letters of a Post-Impressionist Being the Familiar Correspondence of Vincent Van Gogh by Vincent van Gogh, Anthony M. (Anthony Mario) Ludovici ()",
    "In Hazard by Richard Hughes, John Crowley (2008)",
    "Tales of Mystery and Imagination by Edgar Allan Poe, Gary Kelley, shj`ldyn shf (1996)",
    "The Nigger of the Narcissus by Joseph Conrad ()",
    "Tremendous Trifles by G.K. Chesterton (2007)",
    "On the Art of the Theatre by Edward Gordon Craig (1982)",
    "A Note in Music by Rosamond Lehmann (1982)",
    "Headlong Hall by Thomas Love Peacock (2006)",
    "The Gardener by Rabindranath Tagore ()",
    "Strange Interlude by Eugene O'Neill ()",
    "The Greek Coffin Mystery (Ellery Queen Detective, #4) by Ellery Queen (1983)",
    "Today and Tomorrow: Commemorative Edition of Ford's 1926 Classic by Henry Ford, Norman Bodek (2002)",
    "The Financier (Trilogy of desire, #1) by Theodore Dreiser (1967)",
    "The Private Papers of Henry Ryecroft by George Gissing (2008)",
    "Self and Self-Management: Essays about Existing by Arnold Bennett (1975)",
    "A Farewell to Arms by Ernest Hemingway, njf drybndry (2004)",
    "Harmonium by Wallace Stevens (2001)",
    "The Gap in the Curtain (Sir Edward Leithen #4) by John Buchan (1992)",
    "In Our Time by Ernest Hemingway (2003)",
    "The Garden Party and Other Stories by Katherine Mansfield, Lorna Sage (1998)",
    "The House of the Seven Gables by Nathaniel Hawthorne, Robert S. Levine (2005)",
    "Just So Stories by Rudyard Kipling (2003)",
    "Cranford by Elizabeth Gaskell (2005)",
    "Seven Poor Men of Sydney by Christina Stead (1934)",
    "Middlemarch by George Eliot, Michel Faber (2004)",
    "The Building Of Jalna (Whiteoaks of Jalna, #1) by Mazo de la Roche (1983)",
    "She (She, #1) by H. Rider Haggard (1998)",
    "Pity Is Not Enough by Josephine Herbst (1998)",
    "Sartoris by William Faulkner (2004)",
    "The Golden Bough by James George Frazer (1995)",
    "The Heart of Emerson's Journals by Ralph Waldo Emerson, Bliss Perry (2012)",
    "The Sailor's Return & Beany-Eye by David Garnett (1948)",
    "The Well of Loneliness by Radclyffe Hall (2014)",
    "Three Men in a Boat (To Say Nothing of the Dog) by Jerome K. Jerome ()",
    "Rousseau And Romanticism by Irving Babbitt ()",
    "The Woman Who Rode Away and Other Stories by D.H. Lawrence, Neil Reeve (1997)",
    "Marie Antoinette: The Portrait of an Average Woman by Stefan Zweig, M Eden Paul, Cedar Paul ()",
    "National Velvet by Enid Bagnold (2003)",
    "Wild Geese by Martha Ostenso, David Arnason (2008)",
    "Selected Prose of Oscar Wilde by Oscar Wilde ()",
    "The Chinese Written Character as a Medium for Poetry by Ernest Fenollosa, Ezra Pound (2001)",
    "Sex and Character: An Investigation of Fundamental Principles by Otto Weininger (2005)",
    "The Fruit of the Tree by Edith Wharton ()",
    "Robinson Crusoe by Daniel Defoe, Gerald McCann, Virginia Woolf (2001)",
    "Collected Poems by Vachel Lindsay by Vachel Lindsay ()",
    "Dubliners by James Joyce, Jeri Johnson (2001)",
    "The Documents in the Case by Dorothy L. Sayers, Robert Eustace (1995)",
    "The Animal Story Book by Andrew Lang (2002)",
    "Uncanny Stories by May Sinclair (2006)",
    "Can Such Things Be? by Ambrose Bierce (2002)",
    "The Celtic Twilight: Faerie and Folklore by W.B. Yeats (2011)",
    "The Death of a Nobody by Jules Romains, Desmond MacCarthy, Sidney Waterlow, Maurice Alexander Natanson ()",
    "Dear Enemy (Daddy-Long-Legs, #2) by Jean Webster (2006)",
    "The Bridge by Hart Crane, Waldo Frank, Thomas A. Vogler (1992)",
    "Elmer Gantry by Sinclair Lewis (1998)",
    "Collected Poems, 1908-1956 by Siegfried Sassoon (1986)",
    "The Purple Land by William Henry Hudson ()",
    "Alexander Pope by Edith Sitwell ()",
    "Our Town by Thornton Wilder, Donald Margulies, Tappan Wilder (2003)",
    "The Gods Arrive by Edith Wharton, Marilyn French ()",
    "Spoon River Anthology by Edgar Lee Masters (2006)",
    "Death in the Stocks (Inspector Hannasyde, #1) by Georgette Heyer (2002)",
    "But Gentlemen Marry Brunettes: The Illuminating Diary of a Professional Lady (20th-century Classics) by Anita Loos (1994)",
    "The Sheik by E.M. Hull (1923)",
    "Of Human Bondage by W. Somerset Maugham, Benjamin DeMott, Maeve Binchy (2007)",
    "Two Years Before the Mast: A Sailor's Life at Sea by Richard Henry Dana Jr. ()",
    "The Lady of the Lake by Walter Scott (2005)",
    "The Princess Casamassima by Henry James ()",
    "The Small House at Allington (Chronicles of Barsetshire #5) by Anthony Trollope, Julian Thompson (1991)",
    "The Rains Came by Louis Bromfield ()",
    "The Expedition of Humphry Clinker by Tobias Smollett (1967)",
    "Debonair by G.B. Stern (1928)",
    "As I Lay Dying by William Faulkner ()",
    "Sylvia's Lovers by Elizabeth Cleghorn Gaskell, Shirley Foster (1996)",
    "Gösta Berling's Saga by Selma Lagerlof, Lillie Tudeer, Pauline Klaiber-Gottschau (2004)",
    "The Roman Hat Mystery (Ellery Queen Detective, #1) by Ellery Queen (1979)",
    "The Damnation of Theron Ware: Or Illumination by Harold Frederic, Stanton Garner, Scott Donaldson (1986)",
    "The Greene Murder Case (A Philo Vance Mystery #3) by S.S. Van Dine, Willard Huntington Wright (1980)",
    "Cimarron by Edna Ferber (2004)",
    "The Middle of the Journey by Lionel Trilling, Monroe Engel (2002)",
    "The Professor's House by Willa Cather, A.S. Byatt (2006)",
    "Firecrackers: A Realistic Novel by Carl Van Vechten ()",
    "The Case of the Substitute Face by Erle Stanley Gardner (1987)",
    "The Complete Poetical Works by Elizabeth Barrett Browning ()",
    "The Four Million by O. Henry (2008)",
    "Nationalism by Rabindranath Tagore, Rabindra Rachanavali ()",
    "The Sun Also Rises by Ernest Hemingway (1957)",
    "Thomas Carlyle by John Nichol ()",
    "Manalive by G.K. Chesterton (2000)",
    "The Red Badge of Courage by Stephen Crane (2006)",
    "The Rainbow by D.H. Lawrence, Daphne Merkin (2009)",
    "The Greater Inclination by Edith Wharton (1909)",
    "Something Childish and Other Stories by Katherine Mansfield (2000)",
    "Murder in the Cathedral by T.S. Eliot (1964)",
    "The French Powder Mystery (Ellery Queen Detective, #2) by Ellery Queen (1995)",
    "The March of Democracy: A History of the United States by James Truslow Adams ()",
    "The Winding Stair and Other Poems by W.B. Yeats ()",
    "The Eternal Moment and Other Stories by E.M. Forster (1970)",
    "The Innocence of Father Brown (Father Brown, #1) by G.K. Chesterton (2004)",
    "A Glastonbury Romance by John Cowper Powys (1996)",
    "The Wrong Box by Robert Louis Stevenson, Lloyd Osbourne (2006)",
    "I, Claudius (Claudius, #1) by Robert Graves (1989)",
    "Creatures That Once Were Men by Maxim Gorky ()",
    "Wintersmoon by Hugh Walpole ()",
    "Lord Peter Views the Body (Lord Peter Wimsey, #4) by Dorothy L. Sayers (1993)",
    "Sinister Street by Compton Mackenzie (1992)",
    "Omoo: A Narrative of Adventures in the South Seas by Herman Melville (2007)",
    "Twenty Years A-Growing by Maurice O'Sullivan (1998)",
    "Pimpernel and Rosemary by Emmuska Orczy (1983)",
    "Selected Poems of Ezra Pound by Ezra Pound (1957)",
    "Some Imagist Poets an Anthology by Amy Lowell, Richard Aldington, H.D., John Gould Fletcher, F.S. Flint, D.H. Lawrence ()",
    "The History of Rasselas, Prince of Abissinia by Samuel Johnson, J.P. Hardy (1999)",
    "Trouble in July by Erskine Caldwell, Bryant Simon (1999)",
    "Stepsons of France by P.C. Wren (1971)",
    "Oil! by Upton Sinclair (1997)",
    "The Soldier and the Gentlewoman by Hilda Vaughan (2014)",
    "A Tale of Two Cities by Charles Dickens, Richard Maxwell, Hablot Knight Browne (2003)",
    "Paris (Three Cities Trilogy, #3) by Emile Zola (2002)",
    "The Great God Pan by Arthur Machen (1995)",
    "Ash Wednesday by T.S. Eliot (1930)",
    "The Other House by Henry James, Louis Begley (1999)",
    "The Wild Swans at Coole by W.B. Yeats ()",
    "Kim by Rudyard Kipling, Edward Said (1981)",
    "Scenes of Clerical Life by George Eliot, Thomas A. Noble (2002)",
    "Roan Stallion, Tamar  and Other Poems by Robinson Jeffers (1935)",
    "Beowulf by Unknown, Seamus Heaney (2001)",
    "The Punch and Judy Murders (Sir Henry Merrivale, #5) by Carter Dickson ()",
    "Three Plays for Puritans by George Bernard Shaw, Dan H. Laurence, Michael Billington (2000)",
    "When Love Flies Out O' the Window by Leonard Merrick ()",
    "Lourdes (Three Cities Trilogy, #1) by Emile Zola, Ernest Alfred Vizetelly (2000)",
    "Death Comes for the Archbishop (Annotated Edition) (Willa Cather's Great Classics Book 6) by Willa Cather, Oliver Garrett ()",
    "Children of the Frost by Jack London (2004)",
    "The Card: A Story of Adventure in the Five Towns by Arnold Bennett (1991)",
    "Within the Tides by Joseph Conrad (1993)",
    "The Life and Opinions of Tristram Shandy, Gentleman by Laurence Sterne, Melvyn New (2003)",
    "A World I Never Made by James T. Farrell, Charles Fanning (2007)",
    "The Squire by Enid Bagnold (1987)",
    "The Nutmeg Tree by Margery Sharp (1937)",
    "The Aspirations of Jean Servien by Anatole France ()",
    "Conrad in Quest of his Youth by Leonard Merrick, J.M. Barrie ()",
    "Murder Must Advertise  (Lord Peter Wimsey, #10) by Dorothy L. Sayers (1995)",
    "The Autobiography of Mark Twain by Mark Twain, Charles Neider (2000)",
    "The Arrow of Gold: A Story Between Two Notes by Joseph Conrad (2004)",
    "Being Geniuses Together, 1920 1930 by Robert McAlmon, Kay Boyle ()",
    "The Eyes of Max Carrados by Ernest Bramah, David Stuart Davies (2013)",
    "Precious Bane by Mary Webb (1990)",
    "Rob Roy by Walter Scott (1995)",
    "The Place Called Dagon by Herbert Gorman (2000)",
    "The Terrible Hobby of Sir Joseph Londe, Bart. by E. Phillips Oppenheim ()",
    "Gentlemen Prefer Blondes: The Illuminating Diary of a Professional Lady by Anita Loos, Ralph Barton (1925)",
    "The Autobiography of Lincoln Steffens by Lincoln Steffens ()",
    "This is My Story by Eleanor Roosevelt (1939)",
    "It Walks by Night (Henri Bencolin, #1) by John Dickson Carr (1997)",
    "The Mysteries of Udolpho by Ann Radcliffe (2001)",
    "The Aran Islands by J.M. Synge, Tim Robinson (1992)",
    "A Shortened History of England by George Macaulay Trevelyan (1988)",
    "Cousin to Human by Jane Mayhall (1960)",
    "The Adventures of Tom Sawyer by Mark Twain, Guy Cardwell, John Seelye (2006)",
    "The Lesson of the Master by Henry James (2004)",
    "The Return of the Native by Thomas Hardy, Alexander Theroux (2001)",
    "The Pilgrim's Progress by John Bunyan (2003)",
    "The Thirteen Problems (Miss Marple, #2) by Agatha Christie (2002)",
    "Told After Supper by Jerome K. Jerome (2006)",
    "The Saint In New York by Leslie Charteris (1984)",
    "French Ways and Their Meaning by Edith Wharton ()",
    "Through the Looking-Glass, and What Alice Found There by Lewis Carroll, John Tenniel, Peter Glassman (1993)",
    "Smoke by Ivan Turgenev, Constance Garnett (1995)",
    "Russia in the Shadows by H.G. Wells (1920)",
    "Free Air by Sinclair Lewis, Robert E. Fleming (1993)",
    "Busman's Honeymoon (Lord Peter Wimsey, #13) by Dorothy L. Sayers (2006)",
    "The Forsyte Saga (The Forsyte Chronicles, #1-3) by John Galsworthy (1999)",
    "Roderick Hudson by Henry James, Geoffrey Moore, Patricia Crick (1986)",
    "Living Alone by Stella Benson (2007)",
    "Jane Austen, Her Life and Letters: A Family Record by William Austen-Leigh, Richard Arthur Austen-Leigh (2006)",
    "Collected Poems, 1912-1944 by H.D., Louis L. Martz (1986)",
    "The Case of the Lame Canary by Erle Stanley Gardner (1984)",
    "A Thousand and One Afternoons in Chicago by Ben Hecht (2007)",
    "Coriolanus by William Shakespeare, Roma Gill (2004)",
    "The Eater of Darkness by Robert M. Coates (1959)",
    "Sons and Lovers by D.H. Lawrence, Geoff Dyer (1999)",
    "Marius the Epicurean by Walter Pater, Michael Levey (1986)",
    "Kangaroo by D.H. Lawrence (1994)",
    "The Bride of Lammermoor by Walter Scott, J.H. Alexander, Kathryn Sutherland (2000)",
    "Human, All Too Human by Friedrich Nietzsche, R.J. Hollingdale (1996)",
    "An American Tragedy by Theodore Dreiser, Richard R. Lingeman (2000)",
    "Brighton Rock by Graham Greene, J.M. Coetzee (2004)",
    "The Plough and the Stars by Sean O'Casey, Christopher Murray (2001)",
    "Contemporary Russian Literature by D.S. Mirsky (2010)",
    "The Case of Sergeant Grischa by Arnold Zweig, Eric Sutton (2002)",
    "Tender Buttons by Gertrude Stein (1997)",
    "The Education of Hyman Kaplan by Leo Rosten, Leonard Q. Ross (2000)",
    "Captains Courageous by Rudyard Kipling ()",
    "Partners in Crime (Tommy and Tuppence #2) by Agatha Christie (2001)",
    "The Duchess of Wrexe Her Decline and Death: A Romantic Commentary by Hugh Walpole ()",
    "The Shadow Line; a confession by Joseph Conrad ()",
    "The Years Between by Rudyard Kipling (2009)",
    "Icarus or the Future of Science by Bertrand Russell ()",
    "Emma by Jane Austen, Fiona Stafford (2003)",
    "Here Lies: The Collected Stories of Dorothy Parker by Dorothy Parker (1939)",
    "The Diary Of A Young Lady Of Fashion In The Year 1764 1765 by Cleone Knox, Magdalen King-Hall, Frank Delaney (1984)",
    "Departmental Ditties & Barrack Room Ballads by Rudyard Kipling (2006)",
    "New Grub Street by George Gissing (1976)",
    "A Shepherd's Life by William Henry Hudson ()",
    "Midsummer Night Madness and Other Stories by Sean O Faolain (1982)",
    "Life As We Have Known It: The Voices of Working-Class Women by Margaret Llewelyn Davies, Virginia Woolf (2012)",
    "The House in Dormer Forest by Mary Webb ()",
    "Spring and All by William Carlos Williams (1923)",
    "The Lives of a Bengal Lancer by Francis Yeats-Brown (2001)",
    "The Canary Murder Case (A Philo Vance Mystery #2) by S.S. Van Dine, Willard Huntington Wright (1979)",
    "Revolt in the Desert by T.E. Lawrence ()",
    "World Brain by H.G. Wells ()",
    "Boy by James Hanley (2007)",
    "The Untilled Field by George Moore (2000)",
    "The Iron Heel by Jack London, Matt Soar (2010)",
    "The House of the Dead by Fyodor Dostoyevsky, Ergin Altay (2004)",
    "Geoffrey Chaucer by G.K. Chesterton (2000)",
    "The Daughter of Fu Manchu by Sax Rohmer (1986)",
    "Lady into Fox by David Garnett, Paul  Collins (2004)",
    "The Power and the Glory by Graham Greene, John Updike ()",
    "Lord Emsworth and Others (Blandings Castle, #5.5) by P.G. Wodehouse (2002)",
    "A. E. Housman: A Sketch by Andrew Sydenham Farrar Gow (2010)",
    "The Wall by Mary Roberts Rinehart ()",
    "The Paris Sketch Book by William Makepeace Thackeray (2002)",
    "The Comedies of William Congreve by William Congreve, Eric S. Rump (1986)",
    "Vandover and the Brute by Frank Norris ()",
    "Erewhon Revisited (Erewhon , #2) by Samuel Butler ()",
    "Seven Types of Ambiguity by William Empson (1966)",
    "The Road by Jack London, Fiction, Action & Adventure by Jack London (2006)",
    "The Dark Island by Vita Sackville-West (1934)",
    "Murphy by Samuel Beckett (1994)",
    "The Interpretation of Dreams by Sigmund Freud ()",
    "All Quiet on the Western Front by Erich Maria Remarque, A.W. Wheen ()",
    "Peking Picnic by Ann Bridge, Kate Kellaway ()",
    "A Pair of Blue Eyes by Thomas Hardy, Alan Manford, Tim Dolin (2005)",
    "Misalliance by George Bernard Shaw (2006)",
    "Cornhuskers by Carl Sandburg (2000)",
    "The Magic Mountain by Thomas Mann, John E. Woods (1996)",
    "The Edwardians by Vita Sackville-West, Juliet Nicolson (2011)",
    "The Enormous Room by E.E. Cummings (2006)",
    "All Men Are Enemies by Richard Aldington (1968)",
    "All This, and Heaven Too by Rachel Field, Mary Balogh (2003)",
    "The Weather in the Streets by Rosamond Lehmann, Carmen Callil (2012)",
    "Nothing Is Safe by E.M. Delafield (1937)",
    "Ten Little Niggers by Agatha Christie (1939)",
    "Enjoyment of Poetry with Anthology for Enjoyment of Poetry by Max Eastman (1987)",
    "The Secret of Father Brown (Father Brown, #4) by G.K. Chesterton (2008)",
    "The Mystery of Edwin Drood by Charles Dickens, David Paroissien (2002)",
    "The Ordeal of Richard Feverel by George Meredith, Edward Mendelson (1999)",
    "What's Wrong with the World by G.K. Chesterton (2007)",
    "The Return by Walter de la Mare, S.T. Joshi (1997)",
    "Doctor Dolittle's Circus (Doctor Dolittle, #4) by Hugh Lofting (1988)",
    "Alice's Adventures in Wonderland & Through the Looking-Glass by Lewis Carroll, John Tenniel, Martin Gardner (2000)",
    "Travels with a Donkey in the Cevennes by Robert Louis Stevenson (2006)",
    "Of Mice and Men by John Steinbeck ()",
    "Adam Bede by George Eliot, Joanna Trollope, Hugh Osborne (2002)",
    "Mother India by Katherine Mayo (1927)",
    "The Barbary Coast: An Informal History of the San Francisco Underworld by Herbert Asbury (2002)",
    "Revelations of Divine Love by Julian of Norwich, Elizabeth Spearing, A.C. Spearing (1998)",
    "Murder on the Orient Express (Hercule Poirot, #10) by Agatha Christie (2007)",
    "On the Origin of Species by Charles Darwin (2008)",
    "The Education of Henry Adams by Henry Adams (2006)",
    "The Death of the Heart by Elizabeth Bowen (2000)",
    "A Connecticut Yankee in King Arthur's Court by Mark Twain (2007)",
    "Amelia by Henry Fielding, Literary Fiction by Henry Fielding (2003)",
    "Great Short Stories Of Detection, Mystery And Horror by Dorothy L. Sayers, Bechhofer Roberts, E.C. Bentley, Eden Phillpotts, Robert Barr, L.T. Meade, Robert Eustace, R. Austin Freeman, Edgar Jepson, Anthony Wynne, Raymund Allen, Mrs. Henry Wood, Percival Wilde, Victor L. Whitechurch, G.K. Chesterton, H.C. Bailey, Basil Thomson, Aldous Huxley, Marie Belloc Lowndes, E.W. Hornung, Charles Dickens, Hedley Barker, Charles Collins, M.R. James, Oliver Onions, Robert S. Hichens, Edgar Allan Poe, Emmuska Orczy, Arthur Conan Doyle, J. Storer Clouston, Ernest Bramah, F.A.M. Webster, Mrs. Oliphant, Arthur Machen, Sax Rohmer, W.W. Jacobs, A.J. Alan, E.F. Benson, Ambrose Bierce, Jerome K. Jerome, Robert Louis Stevenson, Robert Hugh Benson, Marjorie Bowen, J.F. Sullivan, William Fryer Harvey, Morely Roberts, Joseph Conrad, May Sinclair, J. Sheridan Le Fanu, Saki (1928)",
    "Tarr by Wyndham Lewis, Paul O'Keeffe ()",
    "The Oxford Book of English Verse, 1250-1900 by Arthur Quiller-Couch (1927)",
    "The Idiot by Fyodor Dostoyevsky, Constance Garnett, Alan Myers, Joseph Frank, Anna Brailovsky (2003)",
    "The Trespasser: Cambridge Lawrence Edition by D.H. Lawrence, Elizabeth Mansfield, John Turner (1995)",
    "The Rise of Silas Lapham by William Dean Howells, Kermit Vanderbilt (1983)",
    "Ten North Frederick by John O'Hara ()",
    "John Bull's Other Island by George Bernard Shaw (2006)",
    "Wickford Point by John P. Marquand (2004)",
    "The Confession of a Fool by August Strindberg ()",
    "Goodbye to Berlin by Christopher Isherwood (1977)",
    "The Autobiography of William Butler Yeats by W.B. Yeats ()",
    "By Request: The Love Story of Noel and Peggy by Ethel M. Dell (1929)",
    "The Street of the Fishing Cat by Jolan Foldes, Elizabeth Jacobi (1937)",
    "Work: A Story of Experience by Louisa May Alcott, Joy S. Kasson (1994)",
    "The Last Chronicle of Barset (Chronicles of Barsetshire #6) by Anthony Trollope, Sophie Gilmartin (2002)",
    "North to the Orient by Anne Morrow Lindbergh (1966)",
    "The Childermass by Wyndham Lewis (1965)",
    "King Goshawk and the Birds by Eimar O'Duffy (2017)",
    "The Letters Of Emily Dickinson by Emily Dickinson (1958)",
    "The Yellow Fairy Book by Andrew Lang, Leonora Blanche Alleyne Lang, Henry Justice Ford (1966)",
    "The Demi-gods by James Stephens (1914)",
    "Oscar Wilde, His Life and Confessions by Frank Harris ()",
    "The Defendant by G.K. Chesterton (2000)",
    "Dead Souls by Nikolai Gogol, Robert A. Maguire (2004)",
    "The Hungry Stones and Other Stories by Rabindranath Tagore ()",
    "The Charwoman's Daughter by James Stephens ()",
    "George Bernard Shaw by G.K. Chesterton (2001)",
    "The First Men in the Moon by H.G. Wells, Steve McLean, China Mieville, Patrick Parrinder (2005)",
    "Jailed for Freedom: American Women Win the Vote by Doris Stevens, Edith Mayo, Carol O'Hare (1995)",
    "Eggs, Beans And Crumpets by P.G. Wodehouse (2000)",
    "Blind Mans Year by Warwick Deeping (1937)",
    "Streets of Night by John dos Passos (1990)",
    "In a German Pension: 13 Stories by Katherine Mansfield (1995)",
    "Mr. Zero by Patricia Wentworth (1990)",
    "The Hill of Dreams by Arthur Machen (2002)",
    "Twilight Sleep by Edith Wharton, Laura Duffy, Brooke Zimmer (1997)",
    "Mr. Blettsworthy On Rampole Island by H.G. Wells (1933)",
    "Jonathan Wild by Henry Fielding, Hugh Amory, Linda Bree, Claude Julien Rawson (2004)",
    "The Maltese Falcon by Dashiell Hammett (2005)",
    "The Young Manhood of Studs Lonigan by James T. Farrell (1973)",
    "The Heart of a Goof by P.G. Wodehouse (2006)",
    "The Water Gipsies by A.P. Herbert (2002)",
    "The Pastor's Wife by Elizabeth von Arnim (1987)",
    "Pepita by Vita Sackville-West (1990)",
    "A High Wind in Jamaica by Richard Hughes, Francine Prose (1999)",
    "William Shakespeare: Complete Plays by William Shakespeare (2012)",
    "Paul Bunyan: Twenty-One Tales of the Legendary Logger by Esther Shephard, Rockwell Kent (2006)",
    "Finnegans Wake by James Joyce (2002)",
    "William Shakespeare: A Critical Study by Georg Brandes (2011)",
    "The King of Elfland's Daughter by Lord Dunsany, Neil Gaiman (1999)",
    "The Seasons, by James Thomson. Containing Spring, Summer, Autumn, Winter by James Thomson ()",
    "Miss Lonelyhearts by Nathanael West ()",
    "I Can Get It for You Wholesale: A Novel (The Harry Bogen Novels) by Jerome Weidman, Alistair Cooke ()",
    "These Charming People by Michael Arlen ()",
    "Conquistador by Archibald MacLeish (1932)",
    "The Exile by Pearl S. Buck (1976)",
    "The 42nd Parallel (U.S.A., #1) by John dos Passos (2000)",
    "The Black Arrow: A Tale of the Two Roses by Robert Louis Stevenson, N.C. Wyeth (1987)",
    "The Tenant of Wildfell Hall by Anne Bronte, Stevie Davies (1996)",
    "Whirligigs by O. Henry (1910)",
    "Fraternity by John Galsworthy (1995)",
    "The Story of a Novel (Hudson River Edition Series) by Thomas Wolfe ()",
    "Berlin Alexanderplatz by Alfred Doblin (2009)",
    "The Immoralist by Andre Gide, Alan Sheridan, David Watson (2001)",
    "Confessions of Zeno by Italo Svevo, Beryl de Zoete (1958)",
    "The Life of Charles Dickens: The Illustrated Edition by John Forster, Holly Furneaux, Jane Smiley (2011)",
    "The House of Mirth by Edith Wharton, Nina Bawden (2006)",
    "The Harp-Weaver and Other Poems by Edna St. Vincent Millay ()",
    "Invitation to the Waltz by Rosamond Lehmann (2006)",
    "Women and Economics by Charlotte Perkins Gilman (2006)",
    "Pale Horse, Pale Rider by Katherine Anne Porter (1990)",
    "Huntingtower (Dickson McCunn, #1) by John Buchan (2006)",
    "The Kreutzer Sonata by Leo Tolstoy, Isai Kamen, Doris Lessing (2003)",
    "The Romantic Exiles: A Nineteenth Century Portrait Gallery by Edward Hallett Carr ()",
    "Lord Arthur Savile's Crime and Other Stories by Oscar Wilde (1994)",
    "The History of Tom Jones, a Foundling by Henry Fielding, Thomas Keymer, Alice Wakely (2005)",
    "Keeping Up Appearances by Rose Macaulay (1986)",
    "The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution by C.L.R. James (1989)",
    "Wait Until Spring, Bandini (The Saga of Arthur Bandini, #1) by John Fante (2002)",
    "Tales of Chekhov, Vol. 9: The Schoolmistress, and other stories by Anton Chekhov ()",
    "The Dancing Floor (Sir Edward Leithen, #3) by John Buchan ()",
    "Maggie: A Girl of the Streets by Stephen Crane (2005)",
    "Lolly Willowes by Sylvia Townsend Warner, Alison Lurie (1999)",
    "The Divine Comedy by Dante Alighieri, Allen Mandelbaum, Eugenio Montale (1995)",
    "Selected Poems by W.H. Auden, Edward Mendelson (1979)",
    "Jurgen: A Comedy of Justice by James Branch Cabell ()",
    "The Mystery of the Yellow Room by Gaston Leroux (2006)",
    "The Rock by T.S. Eliot (1934)",
    "The Cask by Freeman Wills Crofts (2001)",
    "Northwest Passage by Kenneth Roberts (2001)",
    "Present Indicative by Noel Coward, Sheridan Morley (2004)",
    "Sad Cypress (Hercule Poirot, #21) by Agatha Christie (2001)",
    "Wolf Solent by John Cowper Powys (1998)",
    "Emerson: Poems by Ralph Waldo Emerson, Peter Washington (2004)",
    "Religion in the Making by Alfred North Whitehead (1996)",
    "Hippolytus by Euripides, Richard Hamilton (2001)",
    "Frogs by Aristophanes (2006)",
    "Banbury Bog (Asey Mayo Cape Cod Mystery, #13) by Phoebe Atwood Taylor (1987)",
    "Faust by Johann Wolfgang von Goethe, Walter Kaufmann ()",
    "Huntsman, What Quarry? by Edna St. Vincent Millay (1939)",
    "The Admirable Crichton by J.M. Barrie (2006)",
    "You Have Seen Their Faces by Erskine Caldwell, Margaret Bourke-White, Alan Trachtenberg (1995)",
    "The Long Christmas Dinner and Other Plays in One Act by Thornton Wilder, John Gassner (1980)",
    "The Lodger by Marie Belloc Lowndes (2005)",
    "Kept in the Dark by Anthony Trollope (1994)",
    "For The Defence: Dr. Thorndyke by R. Austin Freeman (2008)",
    "A Man Could Stand Up by Ford Madox Ford ()",
    "The Orators: An English Study by W.H. Auden (1932)",
    "The Medici by G.F. Young (1930)",
    "Warrant for X (Colonel Gethryn, #11) by Philip MacDonald (1962)",
    "Death in Five Boxes (Sir Henry Merrivale, #7) by Carter Dickson ()",
    "The Face In The Night by Edgar Wallace (2001)",
    "Rebecca by Daphne du Maurier (2013)",
    "The Way the World is Going by H.G. Wells (1928)",
    "Three Soldiers by John dos Passos (2006)",
    "Process and Reality by Alfred North Whitehead (1979)",
    "Nigger Heaven by Carl Van Vechten, Kathleen Pfeiffer (1999)",
    "Daddy-Long-Legs (Daddy-Long-Legs, #1) by Jean Webster, glnz nwydyn, glnz nwydn, jrj ptrwsy, zhrh shkhwfndh, zhrh shkhwfndh, jrj pTrsy, mhyn brzwyy (1912)",
    "Time and Western Man by Wyndham Lewis, Paul    Edwards ()",
    "Theatre by W. Somerset Maugham (2001)",
    "Prince Otto by Robert Louis Stevenson (2008)",
    "Madame Curie: A Biography by Eve Curie (2001)",
    "A Daughter of the Samurai by Etsu Inagaki Sugimoto, Christopher Morley (2001)",
    "Black Boy by Richard Wright, Jerry W. Ward Jr. (1998)",
    "Hilda Lessways by Arnold Bennett (1975)",
    "The Odd Women by George Gissing (2002)",
    "The Mirror of the Sea by Joseph Conrad (1988)",
    "Mr Fortune's Maggot by Sylvia Townsend Warner (1990)",
    "Across Spoon River by Edgar Lee Masters ()",
    "Man with the Blue Guitar by Wallace Stevens ()",
    "Judith Paris by Hugh Walpole (1971)",
    "What Happens in Hamlet by John Dover Wilson (2012)",
    "The Principle of Relativity by Ebenezer Cunningham (2010)",
    "Rebecca of Sunnybrook Farm by Kate Douglas Wiggin (2006)",
    "Totem and Taboo by Sigmund Freud, James Strachey (2001)",
    "Hudibras by Samuel  Butler ()",
    "The Footsteps at the Lock by Ronald Knox (1983)",
    "The Years by Virginia Woolf (2002)",
    "A Tour Through England and Wales - Volume I. by Daniel Defoe (2008)",
    "Vein of Iron by Ellen Glasgow, Anne Firor Scott (1995)",
    "Vision and Design by Roger Fry (2011)",
    "The Luck of Roaring Camp by Bret Harte ()",
    "Mansfield Park by Jane Austen (2003)",
    "A Crystal Age by William Henry Hudson ()",
    "Moby-Dick or, The Whale by Herman Melville, Andrew Delbanco, Tom Quirk (2003)",
    "The Plays of Oscar Wilde by Oscar Wilde (2000)",
    "Joan And Peter by H.G. Wells ()",
    "Lucy Gayheart by Willa Cather (1995)",
    "The House of the Four Winds (Dickson McCunn, #3) by John Buchan (2008)",
    "Obscure Destinies by Willa Cather, Kari Ronning, Frederick M. Link (1998)",
    "Revolving Lights by Dorothy M. Richardson ()",
    "A Midsummer Night's Dream by William Shakespeare, Barbara A. Mowat, Paul Werstine, Catherine Belsey (2016)",
    "Seven Brothers by Aleksis Kivi, Richard Impola (1991)",
    "Mont-Saint-Michel and Chartres by Henry Adams, Ray Carney (1986)",
    "Cabbages and Kings by O. Henry (2006)",
    "The Brimming Cup (Neale and Marise, #2) by Dorothy Canfield Fisher (1987)",
    "Hindoo Holiday by J.R. Ackerley, Eliot Weinberger ()",
    "The Fathers by Allen Tate (1959)",
    "Inhibitions, Symptoms and Anxiety by Sigmund Freud, Alix Strachey (1990)",
    "Apropos of Dolores by H.G. Wells (2002)",
    "The Awkward Age by Henry James, Patricia Crick (1987)",
    "The Diary of John Evelyn by John Evelyn (2004)",
    "Jesting Pilate: The Diary of a Journey by Aldous Huxley (1985)",
    "Daedalus, Or, Science and the Future by J.B.S. Haldane (1926)",
    "The Rape of the Lock by Alexander Pope (2006)",
    "Tamerlane the Earth Shaker by Harold Lamb (2005)",
    "A Diversity of Creatures by Rudyard Kipling (1994)",
    "All Men Are Brothers by Shi Nai'an, Luo Guanzhong, Pearl S. Buck, Lin Yutang, Miguel Covarrubias ()",
    "Ivanhoe by Walter Scott (2000)",
    "Exiles by James Joyce (2003)",
    "The Way of All Flesh by Samuel Butler (2004)",
    "Science and the Modern World by Alfred North Whitehead, Talcott Parsons (1997)",
    "The Ladies of Lyndon by Margaret Kennedy (1982)",
    "The Wild Duck by Henrik Ibsen, David Eldridge (2005)",
    "The Varieties of Religious Experience by William James ()",
    "Demons by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (1995)",
    "From Bed to Worse by Robert Benchley (1934)",
    "Sam the Sudden by P.G. Wodehouse (2007)",
    "The Odyssey by Homer, Robert Fagles, E.V. Rieu, Frederic Mugler, Bernard Knox (2006)",
    "The Author's Craft by Arnold Bennett ()",
    "White Face by Edgar Wallace (1975)",
    "The Letters of Abélard and Héloïse by Heloise d'Argenteuil, Pierre Abelard, Betty Radice, M.T. Clanchy (2003)",
    "The Ring and the Book by Robert Browning (2001)",
    "Crewe Train by Rose Macaulay, Jane Emery (1998)",
    "The Asiatics by Frederic Prokosch, Pico Iyer ()",
    "Charles Dickens: A Critical Study by G.K. Chesterton ()",
    "The Secret Glory by Arthur Machen (1998)",
    "The Merchant of Venice by William Shakespeare, Robert          Jackson, Barbara A. Mowat, Paul Werstine (1992)",
    "The Sheltered Life by Ellen Glasgow, Carol S. Manning (1994)",
    "The Private Life of Helen of Troy by John Erskine ()",
    "The Tempest by William Shakespeare ()",
    "Chamber Music by James Joyce ()",
    "The Old Wives' Tale by Arnold Bennett (1999)",
    "The Case of the Shoplifter's Shoe by Erle Stanley Gardner (1986)",
    "The Island Within by Ludwig Lewisohn (1997)",
    "The Actor-Manager by Leonard Merrick, William Dean Howells ()",
    "Tess of the D'Urbervilles by Thomas Hardy, Tim Dolin, Margaret R. Higonnet (2003)",
    "Phaedrus by Plato, Albert A. Anderson, Paul Woodruff, Alexander Nehamas (1995)",
    "Heretics by G.K. Chesterton (2006)",
    "A Woman Killed with Kindness by Thomas Heywood (2005)",
    "Uncle Remus: His Songs and His Sayings by Joel Chandler Harris, Robert E. Hemenway (1982)",
    "Puck of Pook's Hill by Rudyard Kipling, Arthur Rackham (2006)",
    "Almayer's Folly by Joseph Conrad, Nadine Gordimer (2002)",
    "Kew Gardens by Virginia Woolf (1978)",
    "Men Like Gods by H.G. Wells ()",
    "Memoirs of a Midget by Walter de la Mare, Alison Lurie (2004)",
    "Villette by Charlotte Bronte, A.S. Byatt, Maria Laina, Ignes Sodre (2001)",
    "The Ghost by Arnold Bennett (2008)",
    "While Rome Burns by Alexander Woollcott (1999)",
    "Ultramarine by Malcolm Lowry, Margerie B. Lowry, Margerie Lowry (2005)",
    "The Turn of the Screw by Henry James (1994)",
    "In the American Grain by William Carlos Williams, Horace Gregory (1956)",
    "The New Negro by Alain LeRoy Locke, Richard Bruce Nugent, Albert C. Barnes, Langston Hughes, Arna Bontemps, W.E.B. Du Bois, Jean Toomer, Zora Neale Hurston, Eric Walrond, Rudolph Fisher, William Stanley Braithwaite, Countee Cullen, James Weldon Johnson, Claude McKay, Montgomery Gregory, Jessie Redmon Fauset, Willis Richardson, Lewis Alexander, Georgia Johnson, Anne Spencer, J.A. Rogers, Gwendolyn B. Bennett, Arthur A. Schomburg, Arthur Huff Fauset, Cujo Lewis, Paul Underwood Kellogg, Charles S. Johnson, Helene Johnson, Kelly Miller, Robert Russa Moton, E. Franklin Frazier, W.A. Domingo, Melville J. Herskovits, Elise Johnson McDougold, Walter Francis White, Angelina Weld Grimke (1999)",
    "The Rock Pool by Cyril Connolly, Peter Quennell (1999)",
    "My Mortal Enemy by Willa Cather (1990)",
    "Three Men on the Bummel (Three Men, #2) by Jerome K. Jerome (1983)",
    "Life along the Passaic River by William Carlos Williams (1938)",
    "The Misfortunes of Elphin by Thomas Love Peacock (2004)",
    "The Diary of Samuel Pepys: A Selection by Samuel Pepys, Robert Latham (2003)",
    "The Food of the Gods and How It Came to Earth by H.G. Wells (2005)",
    "The Hand of Ethelberta by Thomas Hardy, Tim Dolin (1997)",
    "In Chancery (The Forsyte Saga, #2) by John Galsworthy (2008)",
    "A Propos of Lady Chatterley's Lover and Other Essays by D.H. Lawrence (1961)",
    "The Rover by Joseph Conrad ()",
    "Not Without Laughter by Langston Hughes, Maya Angelou (1995)",
    "The Everlasting Man by G.K. Chesterton (2006)",
    "The Doctor's Dilemma: A Tragedy by George Bernard Shaw (1950)",
    "Sartor Resartus by Thomas Carlyle, Kerry McSweeney, Peter Sabor (2000)",
    "Rhoda Fleming by George Meredith (2006)",
    "The Sea and the Jungle by H.M. Tomlinson (1996)",
    "The Collected Poems of Oscar Wilde by Oscar Wilde (2000)",
    "Clara Hopgood by Mark Rutherford, William Hale White, Lorraine Davies (1996)",
    "Pilgrimage: Backwater by Dorothy M. Richardson (2008)",
    "Hudson River Bracketed by Edith Wharton (1985)",
    "The Way Of The Scarlet Pimpernel by Emmuska Orczy (1976)",
    "The Autobiography of G.K. Chesterton by G.K. Chesterton, Randall Paine (2006)",
    "Sister Carrie by Theodore Dreiser (1991)",
    "The Passionate Friends by H.G. Wells ()",
    "The Plumed Serpent by D.H. Lawrence (1992)",
    "Mornings in Mexico by D.H. Lawrence ()",
    "The Heart of Midlothian by Walter Scott (1999)",
    "Men in War by Andreas Latzko (2003)",
    "My Ántonia by Willa Cather (2000)",
    "Bardelys the Magnificent by Rafael Sabatini (2006)",
    "Christmas Holiday by W. Somerset Maugham (2000)",
    "Mirgorod: Four Tales by Nikolai Gogol by Nikolai Gogol, David Magarshack (1962)",
    "A Tale of a Tub by Jonathan Swift (2009)",
    "Many Marriages by Sherwood Anderson (1978)",
    "Pomes Penyeach and Other Verses by James Joyce (1975)",
    "The Able McLaughlins by Margaret Wilson (2007)",
    "Vera by Elizabeth von Arnim ()",
    "Beyond the Horizon by Eugene O'Neill ()",
    "A Foregone Conclusion by William Dean Howells (1875)",
    "Trilby by George du Maurier, Dennis Denisoff (1999)",
    "Buddenbrooks: The Decline of a Family by Thomas Mann, John E. Woods, T.J. Reed (1994)",
    "A Set Of Six by Joseph Conrad ()",
    "Lord Ormont and His Aminta by George Meredith (2008)",
    "The Dead Don't Care (Bill Crane, #4) by Jonathan Latimer ()",
    "The Tree of Liberty by Elizabeth Page (1939)",
    "A Doll's House by Henrik Ibsen, Michael   Meyer (2007)",
    "English Journey by J.B. Priestley (1997)",
    "Drums Along the Mohawk by Walter D. Edmonds (1997)",
    "To Have and Have Not by Ernest Hemingway (1999)",
    "Romola by George Eliot, Dorothea Barrett (2005)",
    "Crime and Punishment by Fyodor Dostoyevsky, David McDuff (2002)",
    "Rogue Herries by Hugh Walpole (1971)",
    "Rubaiyat of Omar Khayyam by Omar Khayyam, Edward FitzGerald (2005)",
    "Magnolia Street by Louis Golding ()",
    "Characters of Shakespeare's Plays by William Hazlitt ()",
    "The Wild Party by Joseph Moncure March, Art Spiegelman (1999)",
    "The Schumanns And Johannes Brahms; The Memoirs Of Eugenie Schumann by Eugenie Schumann ()",
    "Love's Labour's Lost by William Shakespeare, Henry R. Woudhuysen (1998)",
    "Winner Take Nothing by Ernest Hemingway (1966)",
    "The Soul Of A Bishop by H.G. Wells (1917)",
    "The New Jerusalem by G.K. Chesterton ()",
    "The Letters of Jane Austen by Jane Austen (2014)",
    "Sadhana : the realisation of life by Rabindranath Tagore ()",
    "Fathers and Sons by Ivan Turgenev, George Reavy, Jane Costlow ()",
    "The Blaze of Noon by Rayner Heppenstall, Gareth Buckell (2012)",
    "The Aspern Papers by Henry James (2001)",
    "Angel Pavement by J.B. Priestley (2012)",
    "The Kidnap Murder Case (A Philo Vance Mystery #10) by S.S. Van Dine, Willard Huntington Wright (1936)",
    "The Altar of the Dead by Henry James (2007)",
    "Last Poems by A. E. Housman by A.E. Housman ()",
    "The Filigree Ball: Being a Full and True Account of the Solution of the Mystery Concerning the Jeffrey-Moore Affair by Anna Katharine Green (2006)",
    "The Psychopathology of Everyday Life by Sigmund Freud, A.A. Brill (2005)",
    "Gone with the Wind by Margaret Mitchell (1999)",
    "Religio Medici by Thomas Browne (2006)",
    "Keep the Aspidistra Flying by George Orwell (2000)",
    "The Narrow Land: Folk Chronicles of Old Cape Cod by Elizabeth Reynard (1962)"
]