{
    "Le Morte d'Arthur: King Arthur and the Legends of the Round Table by Thomas Malory, Keith Baines, Robert Graves (2001)": "Le Morte d'Arthur by Malory, Thomas (1485)",
    "Utopia by Thomas More, Paul Turner (2003)": "Utopia by More, Thomas (1516)",
    "Gorboduc by Thomas Sackville, Thomas Norton, Irby B. Cauthen (1970)": "Gorboduc by Norton, Thomas (1561)",
    "A Midsummer Night's Dream by William Shakespeare, Barbara A. Mowat, Paul Werstine, Catherine Belsey (2016)": "A Midsummer's Night's Dream by Shakespeare, William (1595)",
    "Love's Labour's Lost by William Shakespeare, Henry R. Woudhuysen (1998)": "Love's Labour's Lost by Shakespeare, William (1598)",
    "The Advancement Of Learning by Francis Bacon ()": "The Advancement of Learning by Bacon, Francis (1605)",
    "Don Quixote by Miguel de Cervantes Saavedra, Roberto Gonzalez Echevarria, John Rutherford (2003)": "Don Quixote by Cervantes, Miguel de (1615)",
    "Religio Medici by Thomas Browne (2006)": "Religio Medici by Browne, Thomas (1643)",
    "Leviathan by Thomas Hobbes, C.B. Macpherson (1981)": "Leviathan by Hobbes, Thomas (1651)",
    "Paradise Lost by John Milton, John      Leonard (2003)": "Paradise Lost by Milton, John (1667)",
    "Revelations of Divine Love by Julian of Norwich, Elizabeth Spearing, A.C. Spearing (1998)": "Revelations of Divine Love by Julian, of Norwich (1670)",
    "The Pilgrim's Progress by John Bunyan (2003)": "The Pilgrim's Progress by Bunyan, John (1678)",
    "Hudibras by Samuel  Butler ()": "Hudibras by Butler, Samuel (1684)",
    "A Tale of a Tub by Jonathan Swift (2009)": "A Tale of a Tub by Swift, Jonathan (1704)",
    "The Rape of the Lock by Alexander Pope (2006)": "The Rape of the Lock by Pope, Alexander (1712)",
    "Robinson Crusoe by Daniel Defoe, Gerald McCann, Virginia Woolf (2001)": "Robinson Crusoe by Defoe, Daniel (1719)",
    "A Journal of the Plague Year by Daniel Defoe, Cynthia Sundberg Wall (2003)": "A Journal of the Plague Year by Defoe, Daniel (1722)",
    "Moll Flanders by Daniel Defoe (1993)": "Moll Flanders by Defoe, Daniel (1722)",
    "Gulliver's Travels by Jonathan Swift, Robert DeMaria Jr. (2003)": "Gulliver's Travels by Swift, Jonathan (1726)",
    "A Tour Through England and Wales - Volume I. by Daniel Defoe (2008)": "A Tour through England and Wales by Defoe, Daniel (1727)",
    "The Beggar's Opera by John Gay, Bryan Loughrey ()": "The Beggar's Opera by Gay, John (1728)",
    "Pamela; or, Virtue Rewarded by Samuel Richardson, Thomas Keymer, Alice Wakely (2001)": "Pamela by Richardson, Samuel (1740)",
    "Joseph Andrews by Henry Fielding (2001)": "Joseph Andrews by Fielding, Henry (1742)",
    "Jonathan Wild by Henry Fielding, Hugh Amory, Linda Bree, Claude Julien Rawson (2004)": "Jonathan Wild and the Journal of a Voyage to Lisbon by Fielding, Henry (1743)",
    "Clarissa, or, the History of a Young Lady by Samuel Richardson, Angus Ross (1985)": "Clarissa: Or the History of a Young Lady by Richardson, Samuel (1748)",
    "The Adventures of Roderick Random by Tobias Smollett, David Blewett (1996)": "The Adventures of Roderick Random by Smollett, Tobias (1748)",
    "The History of Tom Jones, a Foundling by Henry Fielding, Thomas Keymer, Alice Wakely (2005)": "The History of Tom Jones, a Foundling by Fielding, Henry (1749)",
    "Amelia by Henry Fielding, Literary Fiction by Henry Fielding (2003)": "Amelia by Fielding, Henry (1751)",
    "The Adventures of Ferdinand Count Fathom by Tobias Smollett, Paul-Gabriel Bouce (1990)": "The Adventures of Ferdinand Count Fathom by Smollett, Tobias (1753)",
    "Candide by Voltaire (1991)": "Candide by Voltaire (1759)",
    "The History of Rasselas, Prince of Abissinia by Samuel Johnson, J.P. Hardy (1999)": "The History of Rasselas, Prince of Abissinia by Johnson, Samuel (1759)",
    "The Life and Opinions of Tristram Shandy, Gentleman by Laurence Sterne, Melvyn New (2003)": "The Life and Opinions of Tristram Shandy, Gentleman by Sterne, Laurence (1759)",
    "The Life and Adventures of Sir Launcelot Greaves by Tobias Smollett, Peter Wagner (1988)": "The Life and Adventures of Sir Launcelot Greaves by Smollett, Tobias (1760)",
    "Emile or On Education by Jean-Jacques Rousseau, Allan Bloom, Michael Wu (1979)": "Emile, or On Education by Rousseau, Jean-Jacques (1762)",
    "The Vicar of Wakefield by Oliver Goldsmith, Arthur Friedman, Robert L. Mack (2006)": "The Vicar of Wakefield by Goldsmith, Oliver (1766)",
    "The Expedition of Humphry Clinker by Tobias Smollett (1967)": "The Expedition of Humphry Clinker by Smollett, Tobias (1771)",
    "Common Sense by Thomas Paine (2005)": "Common Sense by Paine, Thomas (1776)",
    "Letters from an American Farmer by J. Hector St. John de Crevecoeur (1999)": "Letters from an American Farmer by St. John de Crèvecoeur, J. Hector (1783)",
    "The Autobiography of Benjamin Franklin by Benjamin Franklin, Lewis Leary (2004)": "The Autobiography of Benjamin Franklin by Franklin, Benjamin (1789)",
    "The Life of Samuel Johnson by James Boswell (1993)": "Life of Samuel Johnson by Boswell, James (1791)",
    "The Mysteries of Udolpho by Ann Radcliffe (2001)": "The Mysteries of Udolpho by Radcliffe, Ann (1794)",
    "The Coquette, or, The History of Eliza Wharton A Novel: Founded on Fact by Hannah Webster Foster ()": "The Coquette; Or, the History of Eliza Wharton by Foster, Hannah Webster (1797)",
    "Lyrical Ballads by William Wordsworth, Samuel Taylor Coleridge, Michael         Schmidt (2006)": "Lyrical Ballads by Wordsworth, William & Coleridge, Samuel Taylor (1798)",
    "The Lady of the Lake by Walter Scott (2005)": "The Lady of the Lake by Scott, Walter (1810)",
    "Sense and Sensibility by Jane Austen, Tony Tanner, Ros Ballaster (2003)": "Sense and Sensibility by Austen, Jane (1811)",
    "The Complete Grimm's Fairy Tales by Jacob Grimm, Wilhelm Grimm, Josef Scharl, Padraic Colum, Joseph Campbell, Margaret Raine Hunt, James Stern (1976)": "Grimms' Fairy Tales by Grimm, Jacob & Grimm, Wilhelm (1812)",
    "Pride and Prejudice by Jane Austen, Anna Quindlen, Margaret Oliphant, George Saintsbury, Mark Twain, A.C. Bradley, Walter A. Raleigh, Virginia Woolf (2000)": "Pride and Prejudice by Austen, Jane (1813)",
    "Mansfield Park by Jane Austen (2003)": "Mansfield Park by Austen, Jane (1814)",
    "Waverley by Walter Scott (1995)": "Waverley by Scott, Walter (1814)",
    "Emma by Jane Austen, Fiona Stafford (2003)": "Emma by Austen, Jane (1815)",
    "Headlong Hall by Thomas Love Peacock (2006)": "Headlong Hall by Peacock, Thomas Love (1816)",
    "Characters of Shakespeare's Plays by William Hazlitt ()": "Characters of Shakespeare's Plays by Hazlitt, William (1817)",
    "Northanger Abbey by Jane Austen, Alfred MacAdam (2005)": "Northanger Abbey by Austen, Jane (1817)",
    "Persuasion by Jane Austen, James Kinsley, Deidre Shauna Lynch (2004)": "Persuasion by Austen, Jane (1817)",
    "Rob Roy by Walter Scott (1995)": "Rob Roy by Scott, Walter (1817)",
    "The Seasons, by James Thomson. Containing Spring, Summer, Autumn, Winter by James Thomson ()": "The Seasons: Summer by Thomson, James (1817)",
    "The Diary of John Evelyn by John Evelyn (2004)": "The Diary of John Evelyn by Evelyn, John (1818)",
    "The Heart of Midlothian by Walter Scott (1999)": "The Heart of Midlothian by Scott, Walter (1818)",
    "The Bride of Lammermoor by Walter Scott, J.H. Alexander, Kathryn Sutherland (2000)": "The Bride of Lammermoor by Scott, Walter (1819)",
    "Ivanhoe by Walter Scott (2000)": "Ivanhoe by Scott, Walter (1820)",
    "Wilhelm Meister's Apprenticeship by Johann Wolfgang von Goethe, Eric A. Blackall (1995)": "Wilhelm Meister by Goethe, Johann Wolfgang von (1824)",
    "The Misfortunes of Elphin by Thomas Love Peacock (2004)": "The Misfortunes of Elphin by Peacock, Thomas Love (1829)",
    "Notre-Dame de Paris by Victor Hugo, John Sturrock (1978)": "Notre-Dame de Paris by Hugo, Victor (1831)",
    "Tales of the Alhambra by Washington Irving (2005)": "The Alhambra by Irving, Washington (1832)",
    "Peter Simple (Heart of Oak Sea Classics Series) by Frederick Marryat, Louis J. Parascandola (1998)": "Peter Simple by Marryat, Frederick (1834)",
    "Sartor Resartus by Thomas Carlyle, Kerry McSweeney, Peter Sabor (2000)": "Sartor Resartus by Carlyle, Thomas (1836)",
    "Oliver Twist by Charles Dickens, George Cruikshank, Philip Horne (2003)": "Oliver Twist by Dickens, Charles (1837)",
    "Twice-Told Tales by Nathaniel Hawthorne, Rosemary Mahoney (2001)": "Twice-Told Tales by Hawthorne, Nathaniel (1837)",
    "Nicholas Nickleby by Charles Dickens, Mark Ford (2003)": "Nicholas Nickleby by Dickens, Charles (1839)",
    "The Charterhouse of Parma by Stendhal, Richard Howard, Robert Andrew Parker (2000)": "The Charterhouse of Parma by Stendhal (1839)",
    "The Paris Sketch Book by William Makepeace Thackeray (2002)": "The Paris Sketch Book by Thackeray, William Makepeace (1840)",
    "Two Years Before the Mast: A Sailor's Life at Sea by Richard Henry Dana Jr. ()": "Two Years Before the Mast by Dana, Richard Henry, Jr. (1840)",
    "Barnaby Rudge by Charles Dickens, John Bowen, Hablot Knight Browne ()": "Barnaby Rudge by Dickens, Charles (1841)",
    "On Heroes, Hero Worship and the Heroic in History by Thomas Carlyle (2006)": "On Heroes, Hero-Worship, and The Heroic in History by Carlyle, Thomas (1841)",
    "The Deerslayer (The Leatherstocking Tales, #1) by James Fenimore Cooper, Robert Tilton (2004)": "The Deerslayer by Cooper, James Fenimore (1841)",
    "The Old Curiosity Shop by Charles Dickens, Norman Page (2001)": "The Old Curiosity Shop by Dickens, Charles (1841)",
    "History of the Conquest of Mexico by William H. Prescott, James Lockhart (2001)": "History of the Conquest of Mexico by Prescott, William Hickling (1843)",
    "Sybil, or the Two Nations by Benjamin Disraeli (2004)": "Sybil: Or, the Two Nations by Disraeli, Benjamin (1845)",
    "A Book of Nonsense by Edward Lear (1992)": "A Book of Nonsense by Lear, Edward (1846)",
    "Mosses from an Old Manse by Nathaniel Hawthorne, Mary Oliver, Gretchen Kay Short (2003)": "Mosses from an Old Manse by Hawthorne, Nathaniel (1846)",
    "Pictures from Italy by Charles Dickens, Kate Flint (1998)": "Pictures from Italy by Dickens, Charles (1846)",
    "Agnes Grey by Anne Bronte, Angeline Goreau (1988)": "Agnes Grey by Brontë, Anne (1847)",
    "Jane Eyre by Charlotte Bronte, Michael Mason ()": "Jane Eyre by Brontë, Charlotte (1847)",
    "Omoo: A Narrative of Adventures in the South Seas by Herman Melville (2007)": "Omoo by Melville, Herman (1847)",
    "Vanity Fair by William Makepeace Thackeray, John Carey (2003)": "Vanity Fair by Thackeray, William Makepeace (1847)",
    "Wuthering Heights by Emily Bronte, Richard J. Dunn (2002)": "Wuthering Heights by Brontë, Emily (1847)",
    "Dombey and Son by Charles Dickens, Jonathan Lethem (2003)": "Dombey and Son by Dickens, Charles (1848)",
    "The Book of Snobs by William Makepeace Thackeray ()": "The Book of Snobs by Thackeray, William Makepeace (1848)",
    "The Tenant of Wildfell Hall by Anne Bronte, Stevie Davies (1996)": "The Tenant of Wildfell Hall by Brontë, Anne (1848)",
    "Shirley by Charlotte Bronte, Lucasta Miller, collaborative, Jessica Cox (2006)": "Shirley by Brontë, Charlotte (1849)",
    "David Copperfield by Charles Dickens, Jeremy Tambling (2004)": "David Copperfield by Dickens, Charles (1850)",
    "The Scarlet Letter by Nathaniel Hawthorne, Thomas E. Connolly, Nina Baym (2003)": "The Scarlet Letter by Hawthorne, Nathaniel (1850)",
    "The Seven Lamps of Architecture by John Ruskin (1989)": "The Seven Lamps of Architecture by Ruskin, John (1849)",
    "A Wonder-Book for Girls and Boys by Nathaniel Hawthorne (1994)": "A Wonder-Book for Girls and Boys by Hawthorne, Nathaniel (1851)",
    "Moby-Dick or, The Whale by Herman Melville, Andrew Delbanco, Tom Quirk (2003)": "Moby-Dick; Or, the Whale by Melville, Herman (1851)",
    "The House of the Seven Gables by Nathaniel Hawthorne, Robert S. Levine (2005)": "The House of the Seven Gables by Hawthorne, Nathaniel (1851)",
    "The Stones of Venice by John Ruskin, J.G. Links (2003)": "The Stones of Venice by Ruskin, John (1851)",
    "Pierre: or, the Ambiguities by Herman Melville, Maurice Sendak, Hershel Parker (1995)": "Pierre; Or, the Ambiguities by Melville, Herman (1852)",
    "Bleak House by Charles Dickens, Nicola Bradbury, Hablot Knight Browne (2006)": "Bleak House by Dickens, Charles (1853)",
    "Cranford by Elizabeth Gaskell (2005)": "Cranford by Gaskell, Elizabeth (1853)",
    "Villette by Charlotte Bronte, A.S. Byatt, Maria Laina, Ignes Sodre (2001)": "Villette by Brontë, Charlotte (1853)",
    "Hard Times by Charles Dickens (2003)": "Hard Times by Dickens, Charles (1854)",
    "Walden by Henry David Thoreau (2004)": "Walden by Thoreau, Henry David (1854)",
    "Madame Bovary by Gustave Flaubert, Malcolm Bowie, Margaret Mauldon, Mark Overstall (2004)": "Madame Bovary by Flaubert, Gustave (1856)",
    "Representative Men: Seven Lectures by Ralph Waldo Emerson, Brenda Wineapple (2004)": "Representative Men: Seven Lectures by Emerson, Ralph Waldo (1856)",
    "Barchester Towers (Chronicles of Barsetshire #2) by Anthony Trollope (2006)": "Barchester Towers by Trollope, Anthony (1857)",
    "Little Dorrit by Charles Dickens, Helen Small, Stephen Wall (2003)": "Little Dorrit by Dickens, Charles (1857)",
    "Scenes of Clerical Life by George Eliot, Thomas A. Noble (2002)": "Scenes of Clerical Life by Eliot, George (1857)",
    "The Professor by Charlotte Bronte (1999)": "The Professor by Brontë, Charlotte (1857)",
    "Gray's Anatomy by Henry Gray, Peter L. Williams ()": "Gray's Anatomy by Gray, Henry (1858)",
    "A Tale of Two Cities by Charles Dickens, Richard Maxwell, Hablot Knight Browne (2003)": "A Tale of Two Cities by Dickens, Charles (1859)",
    "Adam Bede by George Eliot, Joanna Trollope, Hugh Osborne (2002)": "Adam Bede by Eliot, George (1859)",
    "Idylls of the King by Alfred Tennyson, J.M. Gray (1989)": "Idylls of the King by Tennyson, Alfred (1859)",
    "On Liberty by John Stuart Mill (1985)": "On Liberty by Mill, John Stuart (1859)",
    "On the Origin of Species by Charles Darwin (2008)": "On the Origin of Species by Darwin, Charles (1859)",
    "Rubaiyat of Omar Khayyam by Omar Khayyam, Edward FitzGerald (2005)": "Rubaiyat of Omar Khayyam by Khayyam, Omar (1859)",
    "The Bertrams by Anthony Trollope (1993)": "The Bertrams by Trollope, Anthony (1859)",
    "The Ordeal of Richard Feverel by George Meredith, Edward Mendelson (1999)": "The Ordeal of Richard Feverel by Meredith, George (1859)",
    "The Marble Faun by Nathaniel Hawthorne, Susan Manning (2002)": "The Marble Faun / Transformation by Hawthorne, Nathaniel (1860)",
    "The Mill on the Floss by George Eliot, A.S. Byatt (2003)": "The Mill on the Floss by Eliot, George (1860)",
    "The Woman in White by Wilkie Collins, Matthew Sweet (2003)": "The Woman in White by Collins, Wilkie (1860)",
    "Elsie Venner by Oliver Wendell Holmes Sr. ()": "Elsie Venner by Holmes, Oliver Wendel (1861)",
    "Framley Parsonage (Chronicles of Barsetshire #4) by Anthony Trollope (2006)": "Framley Parsonage by Trollope, Anthony (1861)",
    "Great Expectations by Charles Dickens (1998)": "Great Expectations by Dickens, Charles (1861)",
    "Silas Marner by George Eliot (2005)": "Silas Marner by Eliot, George (1861)",
    "Orley Farm by Anthony Trollope, David Skilton (2001)": "Orley Farm by Trollope, Anthony (1862)",
    "The House of the Dead by Fyodor Dostoyevsky, Ergin Altay (2004)": "The House of the Dead by Dostoyevsky, Fyodor (1862)",
    "Romola by George Eliot, Dorothea Barrett (2005)": "Romola by Eliot, George (1863)",
    "Sylvia's Lovers by Elizabeth Cleghorn Gaskell, Shirley Foster (1996)": "Sylvia's Lovers by Gaskell, Elizabeth (1863)",
    "The Small House at Allington (Chronicles of Barsetshire #5) by Anthony Trollope, Julian Thompson (1991)": "The Small House at Allington by Trollope, Anthony (1864)",
    "Wives and Daughters by Elizabeth Gaskell, Pam Morris (1996)": "Wives and Daughters by Gaskell, Elizabeth (1864)",
    "Alice's Adventures in Wonderland & Through the Looking-Glass by Lewis Carroll, John Tenniel, Martin Gardner (2000)": "Alice's Adventures in Wonderland by Carroll, Lewis (1865)",
    "Rhoda Fleming by George Meredith (2006)": "Rhoda Fleming by Meredith, George (1865)",
    "The Belton Estate by Anthony Trollope (2008)": "The Belton Estate by Trollope, Anthony (1866)",
    "The Claverings by Anthony Trollope (2008)": "The Claverings by Trollope, Anthony (1866)",
    "The Gambler by Fyodor Dostoyevsky, Constance Garnett, Gary Saul Morson (2003)": "The Gambler by Dostoyevsky, Fyodor (1866)",
    "The English Constitution by Walter Bagehot, Miles Taylor (2001)": "The English Constitution by Bagehot, Walter (1867)",
    "The Last Chronicle of Barset (Chronicles of Barsetshire #6) by Anthony Trollope, Sophie Gilmartin (2002)": "The Last Chronicle of Barset by Trollope, Anthony (1867)",
    "The Pickwick Papers by Charles Dickens (2000)": "The Posthumous Papers of the Pickwick Club by Dickens, Charles (1867)",
    "War and Peace by Leo Tolstoy, Henry Gifford, Aylmer Maude, Louise Maude (1998)": "War and Peace by Tolstoy, Leo (1867)",
    "Little Women (Little Women, #1) by Louisa May Alcott (2004)": "Little Women by Alcott, Louisa May (1868)",
    "The Luck of Roaring Camp by Bret Harte ()": "The Luck of Roaring Camp by Harte, Bret (1868)",
    "The Moonstone by Wilkie Collins, Carolyn G. Heilbrun (2001)": "The Moonstone by Collins, Wilkie (1868)",
    "The Ring and the Book by Robert Browning (2001)": "The Ring and the Book by Browning, Robert (1868)",
    "Lorna Doone by R.D. Blackmore, Michelle Allen (2006)": "Lorna Doone by Blackmore, Richard Doddridge (1869)",
    "Sentimental Education by Gustave Flaubert, Robert Baldick, Geoffrey Wall (2004)": "Sentimental Education by Flaubert, Gustave (1869)",
    "The Innocents Abroad: Or the New Pilgrim's Progress by Mark Twain (2010)": "The Innocents Abroad, or The New Pilgrims' Progress by Twain, Mark (1869)",
    "An Essay in Aid of a Grammar of Assent by John Henry Newman, Nicholas Lash (1992)": "An Essay in Aid of a Grammar of Assent by Newman, John-Henry (1870)",
    "The Mystery of Edwin Drood by Charles Dickens, David Paroissien (2002)": "The Mystery of Edwin Drood by Dickens, Charles (1870)",
    "Desperate Remedies by Thomas Hardy, Mary Rimmer (1998)": "Desperate Remedies by Hardy, Thomas (1871)",
    "Middlemarch by George Eliot, Michel Faber (2004)": "Middlemarch by Eliot, George (1871)",
    "The Adventures of Harry Richmond by George Meredith (2008)": "The Adventures of Harry Richmond by Meredith, George (1871)",
    "Through the Looking-Glass, and What Alice Found There by Lewis Carroll, John Tenniel, Peter Glassman (1993)": "Through the Looking-Glass, and What Alice Found There by Carroll, Lewis (1871)",
    "Erewhon (Erewhon , #1) by Samuel Butler (2000)": "Erewhon by Butler, Samuel (1872)",
    "The Martyrdom of Man by William Winwood Reade ()": "The Martyrdom of Man by Reade, William Winwood (1872)",
    "Demons by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (1995)": "The Possessed by Dostoyevsky, Fyodor (1872)",
    "The Torrents of Spring by Ivan Turgenev, David Magarshack (1999)": "The Torrents of Spring by Turgenev, Ivan (1872)",
    "Under the Greenwood Tree by Thomas Hardy (1999)": "Under the Greenwood Tree by Hardy, Thomas (1872)",
    "A Pair of Blue Eyes by Thomas Hardy, Alan Manford, Tim Dolin (2005)": "A Pair of Blue Eyes by Hardy, Thomas (1873)",
    "Good Wives (Little Women, #1.5) by Louisa May Alcott (2004)": "Little Women, and Little Women Married by Alcott, Louisa May (1873)",
    "Work: A Story of Experience by Louisa May Alcott, Joy S. Kasson (1994)": "Work: A Story of Experience by Alcott, Louisa May (1873)",
    "A Foregone Conclusion by William Dean Howells (1875)": "A Foregone Conclusion by Howells, William Dean (1874)",
    "Far from the Madding Crowd by Thomas Hardy, Rosemarie Morgan, Shannon Russell (2003)": "Far from the Madding Crowd by Hardy, Thomas (1874)",
    "The Idiot by Fyodor Dostoyevsky, Constance Garnett, Alan Myers, Joseph Frank, Anna Brailovsky (2003)": "The Idiot by Dostoyevsky, Fyodor (1874)",
    "Roderick Hudson by Henry James, Geoffrey Moore, Patricia Crick (1986)": "Roderick Hudson by James, Henry (1875)",
    "Daniel Deronda by George Eliot, Edmund White (2002)": "Daniel Deronda by Eliot, George (1876)",
    "The Adventures of Tom Sawyer by Mark Twain, Guy Cardwell, John Seelye (2006)": "The Adventures of Tom Sawyer by Twain, Mark (1876)",
    "The Hand of Ethelberta by Thomas Hardy, Tim Dolin (1997)": "The Hand of Ethelberta by Hardy, Thomas (1876)",
    "The Hunting of the Snark by Lewis Carroll ()": "The Hunting of the Snark by Carroll, Lewis (1876)",
    "The Prime Minister (Palliser #5) by Anthony Trollope (2001)": "The Prime Minister by Trollope, Anthony (1876)",
    "Anna Karenina by Leo Tolstoy, Louise Maude, Aylmer Maude (2012)": "Anna Karenina by Tolstoy, Leo (1877)",
    "The Life of Christ by Frederic W. Farrar (1994)": "Life of Christ by Farrar, F. W. (1877)",
    "The American by Henry James, Lee Clark Mitchell ()": "The American by James, Henry (1877)",
    "Human, All Too Human by Friedrich Nietzsche, R.J. Hollingdale (1996)": "Human, All Too Human by Nietzsche, Friedrich (1878)",
    "The First Violin by Jessie Fothergill (2009)": "The First Violin by Fothergill, Jessie (1878)",
    "The Leavenworth Case by Anna Katharine Green (2005)": "The Leavenworth Case by Green, Anna Katharine (1878)",
    "The Return of the Native by Thomas Hardy, Alexander Theroux (2001)": "The Return of the Native by Hardy, Thomas (1878)",
    "Watch and Ward by Henry James ()": "Watch and Ward by James, Henry (1878)",
    "Daisy Miller by Henry James (2003)": "Daisy Miller by James, Henry (1879)",
    "The Egoist by George Meredith (1978)": "The Egoist by Meredith, George (1879)",
    "Travels with a Donkey in the Cevennes by Robert Louis Stevenson (2006)": "Travels with a Donkey in the Cévennes by Stevenson, Robert Louis (1879)",
    "The Brothers Karamazov by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (2002)": "The Brothers Karamazov by Dostoyevsky, Fyodor (1880)",
    "The Diary of a Man of Fifty by Henry James, David Lodge (2009)": "The Diary of a Man of Fifty by James, Henry (1880)",
    "The Trumpet-Major by Thomas Hardy (1999)": "The Trumpet-Major by Hardy, Thomas (1880)",
    "Uncle Remus: His Songs and His Sayings by Joel Chandler Harris, Robert E. Hemenway (1982)": "Uncle Remus: His Songs and His Sayings by Harris, Joel Chandler (1880)",
    "Washington Square by Henry James, Michael Cunningham (2004)": "Washington Square by James, Henry (1880)",
    "A Laodicean: A Story of Today by Thomas Hardy, J.H. Stape (1997)": "A Laodicean: A Story of To-day by Hardy, Thomas (1881)",
    "A Modern Instance by William Dean Howells, Edwin Harrison Cady (1984)": "A Modern Instance by Howells, William Dean (1881)",
    "The Portrait of a Lady by Henry James, Patricia Crick (2003)": "The Portrait of a Lady by James, Henry (1881)",
    "Virginibus Puerisque and Other Papers by Robert Louis Stevenson (1946)": "Virginibus Puerisque and Other Papers by Stevenson, Robert Louis (1881)",
    "Bevis by Richard Jefferies (1995)": "Bevis by Jefferies, Richard (1882)",
    "Kept in the Dark by Anthony Trollope (1994)": "Kept in the Dark by Trollope, Anthony (1882)",
    "New Arabian Nights by Robert Louis Stevenson (2002)": "New Arabian Nights by Stevenson, Robert Louis (1882)",
    "Oscar Wilde Discovers America: A Novel by Louis Edwards (2003)": "Oscar Wilde Discovers America by Lewis, Lloyd & Smith, Henry Justin (1882)",
    "Two on a Tower by Thomas Hardy (2006)": "Two on a Tower by Hardy, Thomas (1882)",
    "The Story of an African Farm by Olive Schreiner, Dan Jacobson (1982)": "The Story of an African Farm by Schreiner, Olive (1883)",
    "Thus Spake Zarathustra A book for all and none by Friedrich Nietzsche, Thomas Common ()": "Thus Spake Zarathustra: A Book for All and None by Nietzsche, Friedrich (1883)",
    "Treasure Island by Robert Louis Stevenson (2001)": "Treasure Island by Stevenson, Robert Louis (1883)",
    "The Letters of Jane Austen by Jane Austen (2014)": "Letters of Jane Austen by Austen, Jane (1884)",
    "The Adventures of Huckleberry Finn by Mark Twain, John Seelye, Guy Cardwell (2002)": "The Adventures of Huckleberry Finn by Twain, Mark (1884)",
    "The Wild Duck by Henrik Ibsen, David Eldridge (2005)": "The Wild Duck by Ibsen, Henrik (1884)",
    "A Child's Garden of Verses by Robert Louis Stevenson, Tasha Tudor (1999)": "A Child's Garden of Verses by Stevenson, Robert Louis (1885)",
    "Diana of the Crossways by George Meredith ()": "Diana of the Crossways by Meredith, George (1885)",
    "Marius the Epicurean by Walter Pater, Michael Levey (1986)": "Marius the Epicurean by Pater, Walter (1885)",
    "Prince Otto by Robert Louis Stevenson (2008)": "Prince Otto by Stevenson, Robert Louis (1885)",
    "The Purple Land by William Henry Hudson ()": "The Purple Land by Hudson, W. H. (1885)",
    "The Rise of Silas Lapham by William Dean Howells, Kermit Vanderbilt (1983)": "The Rise of Silas Lapham by Howells, William Dean (1885)",
    "Cashel Byron's Profession by George Bernard Shaw (2007)": "Cashel Byron's Profession by Shaw, George Bernard (1886)",
    "Indian Summer by William Dean Howells, Wendy Lesser (2004)": "Indian Summer by Howells, William Dean (1886)",
    "Kidnapped (David Balfour, #1) by Robert Louis Stevenson (2002)": "Kidnapped by Stevenson, Robert Louis (1886)",
    "Little Lord Fauntleroy by Frances Hodgson Burnett (2006)": "Little Lord Fauntleroy by Burnett, Frances Hodgson (1886)",
    "The Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson, Vladimir Nabokov, Mervyn Peake, Dan Chaon (2003)": "Strange Case of Dr. Jekyll and Mr. Hyde by Stevenson, Robert Louis (1886)",
    "The Idle Thoughts of an Idle Fellow by Jerome K. Jerome (2007)": "The Idle Thoughts of an Idle Fellow by Jerome, Jerome K. (1886)",
    "The Mayor of Casterbridge by Thomas Hardy, Keith Wilson (2003)": "The Mayor of Casterbridge by Hardy, Thomas (1886)",
    "The Princess Casamassima by Henry James ()": "The Princess Casamassima by James, Henry (1886)",
    "A Crystal Age by William Henry Hudson ()": "A Crystal Age by Hudson, W. H. (1887)",
    "Rosalynde; Or, Euphues' Golden Legacy by Thomas Lodge (2006)": "Rosalynde: A Novel by Lodge, Thomas (1887)",
    "She (She, #1) by H. Rider Haggard (1998)": "She: A History of Adventure by Haggard, H. Rider (1887)",
    "The Woodlanders by Thomas Hardy, Patricia Ingham (1998)": "The Woodlanders by Hardy, Thomas (1887)",
    "Auld Licht Idylls by J.M. Barrie ()": "Auld Licht Idylls by Barrie, J. M. (1888)",
    "Chita: A Memory of Last Island by Lafcadio Hearn (2007)": "Chita: A Memory of Last Island by Hearn, Lafcadio (1888)",
    "Sara Crewe, Or What Happened At Miss Minchin's by Frances Hodgson Burnett (2007)": "Sara Crewe: Or, What Happened at Miss Minchin's by Burnett, Frances Hodgson (1888)",
    "The Aspern Papers by Henry James (2001)": "The Aspern Papers by James, Henry (1888)",
    "The Black Arrow: A Tale of the Two Roses by Robert Louis Stevenson, N.C. Wyeth (1987)": "The Black Arrow: A Tale of Two Roses by Stevenson, Robert Louis (1888)",
    "The Happy Prince and Other Tales by Oscar Wilde (1995)": "The Happy Prince and Other Tales by Wilde, Oscar (1888)",
    "The Lesson of the Master by Henry James (2004)": "The Lesson of the Master by James, Henry (1888)",
    "The Reverberator by Henry James (2007)": "The Reverberator by James, Henry (1888)",
    "A Connecticut Yankee in King Arthur's Court by Mark Twain (2007)": "A Connecticut Yankee in King Arthur's Court by Twain, Mark (1889)",
    "A Doll's House by Henrik Ibsen, Michael   Meyer (2007)": "A Doll's House by Ibsen, Henrik (1889)",
    "Sylvie and Bruno by Lewis Carroll (2008)": "Sylvie and Bruno by Carroll, Lewis (1889)",
    "The Kreutzer Sonata by Leo Tolstoy, Isai Kamen, Doris Lessing (2003)": "The Kreutzer Sonata by Tolstoy, Leo (1889)",
    "The Master of Ballantrae by Robert Louis Stevenson ()": "The Master of Ballantrae by Stevenson, Robert Louis (1889)",
    "The Mystery of Cloomber by Arthur Conan Doyle (2004)": "The Mystery of Cloomber by Doyle, Arthur Conan (1889)",
    "The Wrong Box by Robert Louis Stevenson, Lloyd Osbourne (2006)": "The Wrong Box by Stevenson, Robert Louis & Osbourne, Lloyd (1889)",
    "Three Men in a Boat (To Say Nothing of the Dog) by Jerome K. Jerome ()": "Three Men in a Boat (To Say Nothing of the Dog) by Jerome, Jerome K. (1889)",
    "Twilight of the Idols by Friedrich Nietzsche, Richard Polt, Tracy B. Strong (1997)": "Twilight of the Idols by Nietzsche, Friedrich (1889)",
    "A Hazard of New Fortunes by William Dean Howells, David J. Nordloh, Everett Carter, Arthur M. Schlesinger Jr. (2002)": "A Hazard of New Fortunes by Howells, William Dean (1890)",
    "Departmental Ditties & Barrack Room Ballads by Rudyard Kipling (2006)": "Departmental Ditties and Barrack-Room Ballads by Kipling, Rudyard (1890)",
    "The Crime of Sylvestre Bonnard by Anatole France (2007)": "The Crime of Sylvestre Bonnard by France, Anatole (1890)",
    "The Gentle Art of Making Enemies by James McNeill Whistler (1967)": "The Gentle Art of Making Enemies by Whistler, James McNeill (1890)",
    "The Golden Bough by James George Frazer (1995)": "The Golden Bough: A Study in Comparative Religion by Frazier, James George (1890)",
    "The Greatest Thing In the World by Henry Drummond (2006)": "The Greatest Thing in the World by Drummond, Henry (1890)",
    "The Picture of Dorian Grey by Oscar Wilde, Susan Beattie (2011)": "The Picture of Dorian Grey by Wilde, Oscar (1890)",
    "The Sign of Four by Arthur Conan Doyle, Peter Ackroyd, Ed Glinert (2001)": "The Sign of Four by Doyle, Arthur Conan (1890)",
    "The Tragic Muse by Henry James, Philip Horne (1995)": "The Tragic Muse by James, Henry (1890)",
    "A Group of Noble Dames by Thomas Hardy (2006)": "A Group of Noble Dames by Hardy, Thomas (1891)",
    "Diary of a Pilgrimage by Jerome K. Jerome (2007)": "Diary of a Pilgrimage by Jerome, Jerome K. (1891)",
    "Gösta Berling's Saga by Selma Lagerlof, Lillie Tudeer, Pauline Klaiber-Gottschau (2004)": "Gösta Berlings Saga by Lagerlöf, Selma (1891)",
    "Hedda Gabler by Henrik Ibsen, William Archer (2006)": "Hedda Gabler by Ibsen, Henrik (1891)",
    "Lord Arthur Savile's Crime and Other Stories by Oscar Wilde (1994)": "Lord Arthur Savile's Crime and Other Stories by Wilde, Oscar (1891)",
    "New Grub Street by George Gissing (1976)": "New Grub Street by Gissing, George Robert (1891)",
    "Peter Ibbetson by George du Maurier (2007)": "Peter Ibbetson by Du Maurier, George (1891)",
    "Salomé by Oscar Wilde, Robert Baldwin Ross, Aubrey Beardsley, Alfred Bruce Douglas (2002)": "Salomé by Wilde, Oscar (1891)",
    "Tess of the D'Urbervilles by Thomas Hardy, Tim Dolin, Margaret R. Higonnet (2003)": "Tess of the d'Urbervilles by Hardy, Thomas (1891)",
    "The Light That Failed by Rudyard Kipling (2006)": "The Light That Failed by Kipling, Rudyard (1891)",
    "The Monk and the Hangman's Daughter by Ambrose Bierce (1967)": "The Monk and the Hangman's Daughter by Bierce, Ambrose Gwinnett (1891)",
    "Told After Supper by Jerome K. Jerome (2006)": "Told after Supper by Jerome, Jerome K. (1891)",
    "Born in Exile by George Gissing (2007)": "Born in Exile by Gissing, George Robert (1892)",
    "Imperial Purple by Edgar Saltus ()": "Imperial Purple by Saltus, Edgar (1892)",
    "Peer Gynt by Henrik Ibsen, William Archer, Charles Archer (2003)": "Peer Gynt by Ibsen, Henrik (1892)",
    "Queen Elizabeth, 1533-1603 by Edward Spencer Beesly ()": "Queen Elizabeth by Beesly, E. S. (1892)",
    "The Master Builder by Henrik Ibsen (2016)": "The Master Builder by Ibsen, Henrik (1892)",
    "The Barrack-Room Ballads and Other Verses by Rudyard Kipling (2002)": "Ballads and Barrack-Room Ballads by Kipling, Rudyard (1893)",
    "Can Such Things Be? by Ambrose Bierce (2002)": "Can Such Things Be? by Bierce, Ambrose Gwinnett (1893)",
    "Maggie: A Girl of the Streets by Stephen Crane (2005)": "Maggie: A Girl of the Streets by Crane, Stephen (1893)",
    "Many Inventions by Rudyard Kipling (2001)": "Many Inventions by Kipling, Rudyard (1893)",
    "The Celtic Twilight: Faerie and Folklore by W.B. Yeats (2011)": "The Celtic Twilight by Yeats, William Butler (1893)",
    "The Odd Women by George Gissing (2002)": "The Odd Women by Gissing, George Robert (1893)",
    "A Woman of No Importance by Oscar Wilde (1996)": "A Woman of No Importance by Wilde, Oscar (1894)",
    "Esther Waters by George Moore (2001)": "Esther Waters by Moore, George (1894)",
    "Glimpses of Unfamiliar Japan by Lafcadio Hearn (2007)": "Glimpses of Unfamiliar Japan by Hearn, Lafcadio (1894)",
    "Lord Ormont and His Aminta by George Meredith (2008)": "Lord Ormont and His Aminta by Meredith, George (1894)",
    "Lourdes (Three Cities Trilogy, #1) by Emile Zola, Ernest Alfred Vizetelly (2000)": "Lourdes (Three Cities Trilogy) by Zola, Émile (1894)",
    "The Great God Pan by Arthur Machen (1995)": "The Great God Pan by Machen, Arthur (1894)",
    "The Jungle Book by Rudyard Kipling (1992)": "The Jungle Book by Kipling, Rudyard (1894)",
    "Trilby by George du Maurier, Dennis Denisoff (1999)": "Trilby by Du Maurier, George (1894)",
    "The Yellow Fairy Book by Andrew Lang, Leonora Blanche Alleyne Lang, Henry Justice Ford (1966)": "Yellow Fairy Book by Lang, Andrew (1894)",
    "Almayer's Folly by Joseph Conrad, Nadine Gordimer (2002)": "Almayer's Folly by Conrad, Joseph (1895)",
    "Fathers and Sons by Ivan Turgenev, George Reavy, Jane Costlow ()": "Fathers and Children by Turgenev, Ivan (1895)",
    "Jude the Obscure by Thomas Hardy (2006)": "Jude the Obscure by Hardy, Thomas (1895)",
    "On the Eve by Ivan Turgenev ()": "On the Eve by Turgenev, Ivan (1895)",
    "The Altar of the Dead by Henry James (2007)": "The Altar of the Dead by James, Henry (1895)",
    "The Comedies of William Congreve by William Congreve, Eric S. Rump (1986)": "The Comedies of William Congreve by Congreve, William (1895)",
    "The Red Badge of Courage by Stephen Crane (2006)": "The Red Badge of Courage by Crane, Stephen (1895)",
    "The Second Jungle Book by Rudyard Kipling (2006)": "The Second Jungle Book by Kipling, Rudyard (1895)",
    "A Shropshire Lad by A.E. Housman (1990)": "A Shropshire Lad by Housman, A. E. (1896)",
    "An Outcast of the Islands by Joseph Conrad (1990)": "An Outcast of the Islands by Conrad, Joseph (1896)",
    "Kokoro: Hints and Echos of Japanese Inner Life by Lafcadio Hearn (2005)": "Kokoro by Hearn, Lafcadio (1896)",
    "Mr. Midshipman Easy by Frederick Marryat ()": "Mr. Midshipman Easy by Marryat, Frederick (1896)",
    "Smoke by Ivan Turgenev, Constance Garnett (1995)": "Smoke by Turgenev, Ivan (1896)",
    "The Animal Story Book by Andrew Lang (2002)": "The Animal Story Book (1896)",
    "The Damnation of Theron Ware: Or Illumination by Harold Frederic, Stanton Garner, Scott Donaldson (1986)": "The Damnation of Theron Ware by Frederic, Harold (1896)",
    "The Figure in the Carpet by Henry James (2007)": "The Figure in the Carpet by James, Henry (1896)",
    "The Other House by Henry James, Louis Begley (1999)": "The Other House: A Novel by James, Henry (1896)",
    "The Wheels of Chance: A Bicycling Idyll by H.G. Wells (2005)": "The Wheels of Chance by Wells, H. G. (1896)",
    "Captains Courageous by Rudyard Kipling ()": "Captains Courageous by Kipling, Rudyard (1897)",
    "Dracula by Bram Stoker, Nina Auerbach, David J. Skal (1986)": "Dracula by Stoker, Bram (1897)",
    "Liza of Lambeth by W. Somerset Maugham (1992)": "Liza of Lambeth by Maugham, W. Somerset (1897)",
    "Paris (Three Cities Trilogy, #3) by Emile Zola (2002)": "Paris (Three Cities Trilogy) by Zola, Émile (1897)",
    "The Invisible Man by H.G. Wells (2002)": "The Invisible Man by Wells, H. G. (1897)",
    "The Nigger of the Narcissus by Joseph Conrad ()": "The Nigger of the Narcissus by Conrad, Joseph (1897)",
    "The Spoils of Poynton by Henry James (2004)": "The Spoils of Poynton by James, Henry (1897)",
    "What Maisie Knew by Henry James, Paul Theroux, Patricia Crick ()": "What Maisie Knew by James, Henry (1897)",
    "A Fleet in Being by Rudyard Kipling (2014)": "A Fleet in Being by Kipling, Rudyard (1898)",
    "A Lear of the Steppes by Ivan Turgenev (2003)": "A Lear of the Steppes and Other Stories by Turgenev, Ivan (1898)",
    "The Story of the English by Helene A. Guerber ()": "A Story of the English by Guerber, Hélène Adeline (1898)",
    "Affirmations by H. Havelock Ellis ()": "Affirmations by Ellis, Havelock (1898)",
    "Dream Days by Kenneth Grahame (2006)": "Dream Days by Grahame, Kenneth (1898)",
    "The Actor-Manager by Leonard Merrick, William Dean Howells ()": "The Actor Manager by Merrick, Leonard (1898)",
    "The Day's Work by Rudyard Kipling (1992)": "The Day's Work by Kipling, Rudyard (1898)",
    "The Little Minister by J.M. Barrie (2006)": "The Little Minister by Barrie, J. M. (1898)",
    "The Perfect Wagnerite: A Commentary on The Niblung's Ring by George Bernard Shaw (2010)": "The Perfect Wagnerite by Shaw, George Bernard (1898)",
    "The Turn of the Screw by Henry James (1994)": "The Turn of the Screw by James, Henry (1898)",
    "William Shakespeare: A Critical Study by Georg Brandes (2011)": "William Shakespeare: A Critical Study by Brandes, Georg (1898)",
    "An Ideal Husband by Oscar Wilde (2001)": "An Ideal Husband by Wilde, Oscar (1899)",
    "Fables in Slang by George Ade ()": "Fables in Slang by Ade, George (1899)",
    "Hunger by Knut Hamsun, George Egerton (2003)": "Hunger by Hamsun, Knut (1899)",
    "Mademoiselle de Maupin by Theophile Gautier, Helen Constantine, Patricia Duncker (2005)": "Mademoiselle de Maupin by Gautier, Théophile (1899)",
    "McTeague by Frank Norris, Eric Solomon (2003)": "McTeague by Norris, Frank (1899)",
    "Plain Tales from the Hills by Rudyard Kipling (2006)": "Plain Tales from the Hills by Kipling, Rudyard (1899)",
    "Stalky & Co. by Rudyard Kipling (2005)": "Stalky and Co. by Kipling, Rudyard (1899)",
    "The Awkward Age by Henry James, Patricia Crick (1987)": "The Awkward Age by James, Henry (1899)",
    "The Greater Inclination by Edith Wharton (1909)": "The Greater Inclination by Wharton, Edith (1899)",
    "The Importance of Being Earnest: A Trivial Comedy for Serious People by Oscar Wilde, Russell Jackson (2005)": "The Importance of Being Earnest: A Trivial Comedy for Serious People by Wilde, Oscar (1899)",
    "The Letters of Robert Browning and Elizabeth Barret Barrett 1845-1846 Vol I (1899) by Robert Browning (2006)": "The Letters of Robert Browning and Elizabeth Barrett Browning by Browning, Robert & Browning, Elizabeth Barrett (1899)",
    "The Lunatic at Large by J. Storer Clouston, Jonathan Ames, Paul     Collins (2007)": "The Lunatic at Large: A Novel by Clouston, J. Storer (1899)",
    "The Monster, And Other Stories by Stephen Crane (2005)": "The Monster and Other Stories by Crane, Stephen (1899)",
    "Lord Jim by Joseph Conrad (2000)": "Lord Jim by Conrad, Joseph (1900)",
    "Love and Mr. Lewisham by H.G. Wells, Simon  James, Gillian Beer (2005)": "Love and Mr. Lewisham by Wells, H. G. (1900)",
    "Sailing Alone around the World by Joshua Slocum (1999)": "Sailing Alone Around the World by Slocum, Joshua (1900)",
    "Sister Carrie by Theodore Dreiser (1991)": "Sister Carrie by Dreiser, Theodore (1900)",
    "Three Men on the Bummel (Three Men, #2) by Jerome K. Jerome (1983)": "Three Men on the Bummel by Jerome, Jerome K. (1900)",
    "Erewhon Revisited (Erewhon , #2) by Samuel Butler ()": "Erewhon Revisited: Twenty Years Later, Both by the Original Discoverer of the Country and by His Son by Butler, Samuel (1901)",
    "Kim by Rudyard Kipling, Edward Said (1981)": "Kim by Kipling, Rudyard (1901)",
    "Mrs. Wiggs of the Cabbage Patch by Alice Caldwell Hegan ()": "Mrs. Wiggs of the Cabbage Patch by Rice, Alice Caldwell Hegan (1901)",
    "The Defendant by G.K. Chesterton (2000)": "The Defendant by Chesterton, G. K. (1901)",
    "The First Men in the Moon by H.G. Wells, Steve McLean, China Mieville, Patrick Parrinder (2005)": "The First Men in the Moon by Wells, H. G. (1901)",
    "The Life of the Bee by Maurice Maeterlinck, Edwin Way Teale, Alfred Sutro (2006)": "The Life of the Bee by Maeterlinck, Maurice (1901)",
    "The Sacred Fount by Henry James (1995)": "The Sacred Fount by James, Henry (1901)",
    "Thomas Carlyle by John Nichol ()": "Thomas Carlyle by Nichol, John (1901)",
    "Three Plays for Puritans by George Bernard Shaw, Dan H. Laurence, Michael Billington (2000)": "Three Plays for Puritans by Shaw, George Bernard (1901)",
    "A Daughter of the Snows by Jack London ()": "A Daughter of the Snows by London, Jack (1902)",
    "Anna of the Five Towns by Arnold Bennett (2008)": "Anna of the Five Towns by Bennett, Arnold (1902)",
    "Children of the Frost by Jack London (2004)": "Children of the Frost by London, Jack (1902)",
    "Just So Stories by Rudyard Kipling (2003)": "Just So Stories by Kipling, Rudyard (1902)",
    "Melomaniacs by James Huneker (1969)": "Melomaniacs by Huneker, James (1902)",
    "The Admirable Crichton by J.M. Barrie (2006)": "The Admirable Crichton by Barrie, J. M. (1902)",
    "The American Diary of a Japanese Girl: An Annotated Edition by Yone Noguchi, Edward Marx, Laura Franey (2007)": "The American Diary of a Japanese Girl by Noguchi, Yoné (1902)",
    "The Hound of the Baskervilles by Arthur Conan Doyle, Anne Perry, Maria Buitoni Duca, Sidney Paget (2001)": "The Hound of the Baskervilles by Doyle, Arthur Conan (1902)",
    "The Immoralist by Andre Gide, Alan Sheridan, David Watson (2001)": "The Immoralist by Gide, André (1902)",
    "The Little White Bird by J.M. Barrie (2005)": "The Little White Bird by Barrie, J. M. (1902)",
    "The Sea Lady: A Tissue of Moonshine by H.G. Wells (2001)": "The Sea Lady by Wells, H. G. (1902)",
    "The Varieties of Religious Experience by William James ()": "The Varieties of Religious Experience by James, William (1902)",
    "Typhoon by Joseph Conrad (1999)": "Typhoon by Conrad, Joseph (1902)",
    "Conrad in Quest of his Youth by Leonard Merrick, J.M. Barrie ()": "Conrad in Quest of His Youth by Merrick, Leonard (1903)",
    "Emmy Lou Her Book and Heart by George Madden Martin ()": "Emmy Lou: Her Book and Heart by Martin, George Madden (1903)",
    "Man and Superman by George Bernard Shaw, Dan H. Laurence, Stanley Weintraub (2000)": "Man and Superman by Shaw, George Bernard (1903)",
    "Man Overboard! by Francis Marion Crawford ()": "Man Overboard! by Crawford, Francis Marion (1903)",
    "Rebecca of Sunnybrook Farm by Kate Douglas Wiggin (2006)": "Rebecca of Sunnybrook Farm by Wiggin, Kate Douglas Smith (1903)",
    "Sex and Character: An Investigation of Fundamental Principles by Otto Weininger (2005)": "Sex and Character by Weininger, Otto (1903)",
    "The Ambassadors by Henry James, Harry Levin (1987)": "The Ambassadors by James, Henry (1903)",
    "The Call of the Wild by Jack London (2001)": "The Call of the Wild by London, Jack (1903)",
    "The Filigree Ball: Being a Full and True Account of the Solution of the Mystery Concerning the Jeffrey-Moore Affair by Anna Katharine Green (2006)": "The Filigree Ball: Being a Full and True Account of the Solution of the Mystery Concerning the Jeffrey-Moore Affair by Green, Anna Katharine (1903)",
    "The Life of Charles Dickens: The Illustrated Edition by John Forster, Holly Furneaux, Jane Smiley (2011)": "The Life of Charles Dickens by Forster, John & Gissing, George Robert (1903)",
    "The Pit: A Story of Chicago by Frank Norris ()": "The Pit: A Story of Chicago by Norris, Frank (1903)",
    "The Private Papers of Henry Ryecroft by George Gissing (2008)": "The Private Papers of Henry Ryecroft by Gissing, George Robert (1903)",
    "The Untilled Field by George Moore (2000)": "The Untilled Field by Moore, George (1903)",
    "The Way of All Flesh by Samuel Butler (2004)": "The Way of All Flesh by Butler, Samuel (1903)",
    "Cabbages and Kings by O. Henry (2006)": "Cabbages and Kings by Henry, O. (1904)",
    "Japan: an Attempt at Interpretation by Lafcadio Hearn ()": "Japan: An Attempt at Interpretation by Hearn, Lafcadio (1904)",
    "Mont-Saint-Michel and Chartres by Henry Adams, Ray Carney (1986)": "Mont-Saint-Michel and Chartres by Adams, Henry (1904)",
    "Shakespearean Tragedy: Lectures on Hamlet, Othello, King Lear and Macbeth by A.C. Bradley, John Bayley (1991)": "Shakespearean Tragedy: Lectures on Hamlet, Othello, King Lear, Macbeth by Bradley, A. C. (1904)",
    "The Cherry Orchard by Anton Chekhov, Tom    Murphy (2004)": "The Cherry Orchard by Chekhov, Anton (1904)",
    "The Divine Fire by May Sinclair (2008)": "The Divine Fire by Sinclair, May (1904)",
    "The Food of the Gods and How It Came to Earth by H.G. Wells (2005)": "The Food of the Gods and How It Came to Earth by Wells, H. G. (1904)",
    "The Garden of Allah by Robert Smythe Hichens (2001)": "The Garden of Allah by Hichens, Robert Smythe (1904)",
    "The Golden Bowl by Henry James, Gore Vidal, Patricia Crick (1985)": "The Golden Bowl by James, Henry (1904)",
    "The Napoleon of Notting Hill by G.K. Chesterton (2008)": "The Napoleon of Notting Hill by Chesterton, G. K. (1904)",
    "A Modern Utopia by H.G. Wells, Gregory Claeys, Francis Wheen (2006)": "A Modern Utopia by Wells, H. G. (1905)",
    "Creatures That Once Were Men by Maxim Gorky ()": "Creatures That Once Were Men by Gorky, Maxim (1905)",
    "De Profundis by Oscar Wilde, Richard Ellmann (1993)": "De Profundis by Wilde, Oscar (1905)",
    "Heretics by G.K. Chesterton (2006)": "Heretics by Chesterton, G. K. (1905)",
    "Kipps The Story of a Simple Soul by H.G. Wells ()": "Kipps: The Story of A Simple Soul by Wells, H. G. (1905)",
    "The Club of Queer Trades by G.K. Chesterton ()": "The Club of Queer Trades by Chesterton, G. K. (1905)",
    "The House of Mirth by Edith Wharton, Nina Bawden (2006)": "The House of Mirth by Wharton, Edith (1905)",
    "The Lake by George Moore (2007)": "The Lake by Moore, George (1905)",
    "The Morals of Marcus Ordeyne, a Novel by William J. Locke ()": "The Morals of Marcus Ordeyne by Locke, William John (1905)",
    "The Philanderer by George Bernard Shaw ()": "The Philanderer by Shaw, George Bernard (1905)",
    "Where Angels Fear to Tread by E.M. Forster ()": "Where Angels Fear to Tread by Forster, E. M. (1905)",
    "Bardelys the Magnificent by Rafael Sabatini (2006)": "Bardelys the Magnificent by Sabatini, Rafael (1906)",
    "Charles Dickens: A Critical Study by G.K. Chesterton ()": "Charles Dickens: A Critical Study by Chesterton, G. K. (1906)",
    "Memoirs of My Dead Life by George Moore (2007)": "Memoirs of My Dead Life by Moore, George (1906)",
    "Pigs Is Pigs by Ellis Parker Butler (2003)": "Pigs Is Pigs by Butler, Ellis Parker (1906)",
    "Puck of Pook's Hill by Rudyard Kipling, Arthur Rackham (2006)": "Puck of Pook's Hill by Kipling, Rudyard (1906)",
    "The Aran Islands by J.M. Synge, Tim Robinson (1992)": "The Aran Islands by Synge, John Millington (1906)",
    "The Book of Tea by Kakuzo Okakura (1989)": "The Book of Tea by Kakuzō, Okakura (1906)",
    "The Four Million by O. Henry (2008)": "The Four Million by Henry, O. (1906)",
    "The House of Souls by Arthur Machen ()": "The House of Souls by Machen, Arthur (1906)",
    "The Jungle by Upton Sinclair, Earl Lee, Kathleen DeGrave (2003)": "The Jungle by Sinclair, Upton (1906)",
    "The Mirror of the Sea by Joseph Conrad (1988)": "The Mirror of the Sea by Conrad, Joseph (1906)",
    "The Sentimentalists by Robert Hugh Benson (2005)": "The Sentimentalists by Benson, Robert-Hugh (1906)",
    "White Fang by Jack London (2001)": "White Fang by London, Jack (1906)",
    "Whom God Hath Joined by Arnold Bennett (2012)": "Whom God Hath Joined by Bennett, Arnold (1906)",
    "Chamber Music by James Joyce ()": "Chamber Music by Joyce, James (1907)",
    "Father and Son: A Study of Two Temperaments by Edmund Gosse, Peter Abbs (1989)": "Father and Son: A Study of Two Temperaments by Gosse, Edmund (1907)",
    "John Bull's Other Island by George Bernard Shaw (2006)": "John Bull's Other Island by Shaw, George Bernard (1907)",
    "The Country House by John Galsworthy ()": "The Country House by Galsworthy, John (1907)",
    "The Early Romances of William Morris in Prose and Verse by William Morris ()": "The Early Romances of William Morris in Prose and Verse by Morris, William (1907)",
    "The Education of Henry Adams by Henry Adams (2006)": "The Education of Henry Adams by Adams, Henry (1907)",
    "The Fruit of the Tree by Edith Wharton ()": "The Fruit of the Tree by Wharton, Edith (1907)",
    "The Ghost by Arnold Bennett (2008)": "The Ghost by Bennett, Arnold (1907)",
    "The Hill of Dreams by Arthur Machen (2002)": "The Hill of Dreams by Machen, Arthur (1907)",
    "The Iron Heel by Jack London, Matt Soar (2010)": "The Iron Heel by London, Jack (1907)",
    "The Longest Journey by E.M. Forster, Gilbert Adair, Elizabeth Heine (2006)": "The Longest Journey by Forster, E. M. (1907)",
    "The Playboy of the Western World by J.M. Synge ()": "The Playboy of the Western World by Synge, John Millington (1907)",
    "The Road by Jack London, Fiction, Action & Adventure by Jack London (2006)": "The Road by London, Jack (1907)",
    "The Secret Agent: A Simple Tale by Joseph Conrad (2012)": "The Secret Agent: A Simple Tale by Conrad, Joseph (1907)",
    "The Wonderful Adventures of Nils by Selma Lagerlof, Thea Kliros, Velma Swanston Howard (1995)": "The Wonderful Adventures of Nils by Lagerlöf, Selma (1907)",
    "Waste by Harley Granville-Barker ()": "Waste: A Play in Four Acts by Granville-Barker, Harley (1907)",
    "A Set Of Six by Joseph Conrad ()": "A Set of Six by Conrad, Joseph (1908)",
    "All Things Considered by G.K. Chesterton (2006)": "All Things Considered by Chesterton, G. K. (1908)",
    "Buried Alive by Arnold Bennett (2005)": "Buried Alive by Bennett, Arnold (1908)",
    "Mother of Pearl by Anatole France (1970)": "Mother of Pearl by France, Anatole (1908)",
    "Orthodoxy by G.K. Chesterton (2008)": "Orthodoxy by Chesterton, G. K. (1908)",
    "Round the Fire Stories by Arthur Conan Doyle (1991)": "Round the Fire Stories by Doyle, Arthur Conan (1908)",
    "The Autobiography of a Super-Tramp by W.H. Davies (2004)": "The Autobiography of a Super-Tramp by Davies, W. H. (1908)",
    "The Blue Lagoon by Henry de Vere Stacpoole (2002)": "The Blue Lagoon by Stacpoole, Henry de Vere (1908)",
    "The Bomb by Frank Harris (2008)": "The Bomb by Harris, Frank (1908)",
    "The Human Machine by Arnold Bennett ()": "The Human Machine by Bennett, Arnold (1908)",
    "The Man Who Was Thursday: A Nightmare by G.K. Chesterton, Jonathan Lethem ()": "The Man Who Was Thursday by Chesterton, G. K. (1908)",
    "The Moneychangers by Upton Sinclair ()": "The Moneychangers by Sinclair, Upton (1908)",
    "The Mystery of the Yellow Room by Gaston Leroux (2006)": "The Mystery of the Yellow Room by Leroux, Gaston (1908)",
    "The Old Wives' Tale by Arnold Bennett (1999)": "The Old Wives' Tale by Bennett, Arnold (1908)",
    "The Wind in the Willows by Kenneth Grahame, Gillian Avery (2005)": "The Wind in the Willows by Grahame, Kenneth (1908)",
    "The Wine Of The Puritans; A Study Of Present Day America by Van Wyck Brooks ()": "The Wine of the Puritans by Brooks, Van Wyck (1908)",
    "Ann Veronica by H.G. Wells, Sita Schutt, Margaret Drabble (2005)": "Ann Veronica by Wells, H. G. (1909)",
    "Fraternity by John Galsworthy (1995)": "Fraternity by Galsworthy, John (1909)",
    "George Bernard Shaw by G.K. Chesterton (2001)": "George Bernard Shaw by Chesterton, G. K. (1909)",
    "Martin Eden by Jack London, Andrew Sinclair (1994)": "Martin Eden by London, Jack (1909)",
    "Personæ: The Shorter Poems by Ezra Pound, Lea Baechler, A. Walton Litz (1990)": "Personae by Pound, Ezra (1909)",
    "Studies in Wives by Marie Belloc Lowndes ()": "Studies in Wives by Lowndes, Marie Belloc (1909)",
    "The Caravaners by Elizabeth von Arnim (1989)": "The Caravaners by Arnim, Elizabeth von (1909)",
    "The Inner Teachings of The Philosophy and Religion of India by Yogi Ramacharaka (2009)": "The Inner Teachings of the Philosophies and Religions of India by Ramacharaka, Yogi (1909)",
    "The Love Letters of Thomas Carlyle and Jane Welsh by Thomas Carlyle, Jane Welsh (1976)": "The Love Letters of Thomas Carlyle and Jane Welsh by Carlyle, Thomas & Carlyle, Jane Welsh (1909)",
    "The Medici by G.F. Young (1930)": "The Medici by Young, George Frederick (1909)",
    "Three Lives by Gertrude Stein (2011)": "Three Lives by Stein, Gertrude (1909)",
    "Tono-Bungay by H.G. Wells, Edward Mendelson, Patrick Parrinder (2005)": "Tono-Bungay by Wells, H. G. (1909)",
    "Tremendous Trifles by G.K. Chesterton (2007)": "Tremendous Trifles by Chesterton, G. K. (1909)",
    "A Shepherd's Life by William Henry Hudson ()": "A Shepherd's Life by Hudson, W. H. (1910)",
    "African Game Trails: An Account of the African Wanderings of an American Hunter-Naturalist by Theodore Roosevelt, Peter Hathaway Capstick ()": "African Game Trails: An Account of the African Wanderings of an American Hunter-Naturalist by Roosevelt, Theodore (1910)",
    "Appreciations, with an Essay on Style by Walter Pater ()": "Appreciations: With an Essay on Style by Pater, Walter (1889)",
    "Clayhanger by Arnold Bennett, Frank Swinnerton (1975)": "Clayhanger by Bennett, Arnold (1910)",
    "Justice by John Galsworthy (2008)": "Justice by Galsworthy, John (1910)",
    "Reginald in Russia and Other Sketches by Saki (2007)": "Reginald in Russia and Other Sketches by Saki (1910)",
    "The ELM-Tree on the Mall by Anatole France (2003)": "The Elm-Tree on the Mall: A Chronicle of Our Own Times by France, Anatole (1910)",
    "The History of Mr. Polly by H.G. Wells, John Sutherland, Simon J. James, Simon  James (2005)": "The History of Mr. Polly by Wells, H. G. (1910)",
    "The King of the Dark Chamber by Rabindranath Tagore (2007)": "The King of the Dark Chamber by Tagore, Rabindranath (1910)",
    "The New Machiavelli by H.G. Wells ()": "The New Machiavelli by Wells, H. G. (1910)",
    "The Return by Walter de la Mare, S.T. Joshi (1997)": "The Return by De la Mare, Walter (1910)",
    "What's Wrong with the World by G.K. Chesterton (2007)": "What's Wrong with the World by Chesterton, G. K. (1910)",
    "Whirligigs by O. Henry (1910)": "Whirligigs by Henry, O. (1910)",
    "The Wicker-Work Woman (A Chronicle of Our Own Times #2) by Anatole France (2003)": "Wicker Work Woman by France, Anatole (1910)",
    "Appreciations and Criticisms of the Works of Charles Dickens by G.K. Chesterton (2009)": "Appreciations and Criticisms of the Works of Charles Dickens by Chesterton, G. K. (1911)",
    "Creative Evolution by Henri Bergson (2005)": "Creative Evolution by Bergson, Henri (1911)",
    "Ethan Frome by Edith Wharton (2006)": "Ethan Frome by Wharton, Edith (1911)",
    "Hilda Lessways by Arnold Bennett (1975)": "Hilda Lessways by Bennett, Arnold (1911)",
    "In a German Pension: 13 Stories by Katherine Mansfield (1995)": "In a German Pension by Mansfield, Katherine (1911)",
    "Jennie Gerhardt by Theodore Dreiser (2006)": "Jennie Gerhardt by Dreiser, Theodore (1911)",
    "Just Patty by Jean Webster ()": "Just Patty by Webster, Jean (1911)",
    "On the Art of the Theatre by Edward Gordon Craig (1982)": "On the Art of the Theatre by Craig, Edward Gordon (1911)",
    "Riders to the Sea by J.M. Synge (2005)": "Riders to the Sea by Synge, John Millington (1911)",
    "Siren Land by Norman Douglas ()": "Siren Land by Douglas, Norman (1911)",
    "The Card: A Story of Adventure in the Five Towns by Arnold Bennett (1991)": "The Card: A Story of Adventure in the Five Towns by Bennett, Arnold (1911)",
    "The Doctor's Dilemma: A Tragedy by George Bernard Shaw (1950)": "The Doctor's Dilemma by Shaw, George Bernard (1911)",
    "The Innocence of Father Brown (Father Brown, #1) by G.K. Chesterton (2004)": "The Innocence of Father Brown by Chesterton, G. K. (1911)",
    "The Patrician by John Galsworthy (2007)": "The Patrician by Galsworthy, John (1911)",
    "The White Peacock by D.H. Lawrence, Michael Black, Andrew Robertson (1995)": "The White Peacock by Lawrence, D. H. (1911)",
    "Under Western Eyes by Joseph Conrad (2003)": "Under Western Eyes by Conrad, Joseph (1911)",
    "Zuleika Dobson by Max Beerbohm (1998)": "Zuleika Dobson by Beerbohm, Max (1911)",
    "A Christmas Garland by Max Beerbohm, N. John Hall (1993)": "A Christmas Garland by Beerbohm, Max (1912)",
    "Buttered Side Down: Short Stories by Edna Ferber, Robert Banis ()": "Buttered Side Down: Stories by Ferber, Edna (1912)",
    "Daddy-Long-Legs (Daddy-Long-Legs, #1) by Jean Webster, glnz nwydyn, glnz nwydn, jrj ptrwsy, zhrh shkhwfndh, zhrh shkhwfndh, jrj pTrsy, mhyn brzwyy (1912)": "Daddy-Long-Legs by Webster, Jean (1912)",
    "The Financier (Trilogy of desire, #1) by Theodore Dreiser (1967)": "Financier by Dreiser, Theodore (1912)",
    "Gitanjali: Song Offerings by Rabindranath Tagore, W.B. Yeats (2005)": "Gitanjali by Tagore, Rabindranath (1912)",
    "Manalive by G.K. Chesterton (2000)": "Manalive by Chesterton, G. K. (1912)",
    "The Aspirations of Jean Servien by Anatole France ()": "The Aspirations of Jean Servien by France, Anatole (1912)",
    "The Charwoman's Daughter by James Stephens ()": "The Charwoman's Daughter by Stephens, James (1912)",
    "The Confession of a Fool by August Strindberg ()": "The Confession of a Fool by Strindberg, August (1912)",
    "The Crock of Gold by James Stephens (2006)": "The Crock of Gold by Stephens, James (1912)",
    "The Listeners and Other Poems by Walter de la Mare (2007)": "The Listeners, and Other Poems by De la Mare, Walter (1912)",
    "The Problems of Philosophy by Bertrand Russell ()": "The Problems of Philosophy by Russell, Bertrand (1912)",
    "The Sea and the Jungle by H.M. Tomlinson (1996)": "The Sea and the Jungle by Tomlinson, H. M. (1912)",
    "The Trespasser: Cambridge Lawrence Edition by D.H. Lawrence, Elizabeth Mansfield, John Turner (1995)": "The Trespasser by Lawrence, D. H. (1912)",
    "Travels in Wicklow, West Kerry and Connemara by J.M. Synge, Jack Butler Yeats, Paddy Woodworth ()": "Travels in Wicklow, West Kerry and Connemara by Synge, John Millington (1912)",
    "Burning Daylight by Jack London ()": "Burning Daylight by London, Jack (1913)",
    "Chance by Joseph Conrad (2006)": "Chance by Conrad, Joseph (1913)",
    "Jane Austen, Her Life and Letters: A Family Record by William Austen-Leigh, Richard Arthur Austen-Leigh (2006)": "Jane Austen, Her Life and Letters: A Family Record by Austen-Leigh, Richard Arthur & Austen-Leigh, William (1913)",
    "John Barleycorn: Alcoholic Memoirs by Jack London, John Sutherland (1998)": "John Barleycorn by London, Jack (1913)",
    "Magic: A Fantastic Comedy In a Prelude and Three Acts by G.K. Chesterton (1913)": "Magic: A Fantastic Comedy by Chesterton, G. K. (1913)",
    "Sadhana : the realisation of life by Rabindranath Tagore ()": "Sādhanā: The Realisation of Life by Tagore, Rabindranath (1913)",
    "Sons and Lovers by D.H. Lawrence, Geoff Dyer (1999)": "Sons and Lovers by Lawrence, D. H. (1913)",
    "The Dark Flower by John Galsworthy (2007)": "The Dark Flower by Galsworthy, John (1913)",
    "The Gardener by Rabindranath Tagore ()": "The Gardener by Tagore, Rabindranath (1913)",
    "The Interpretation of Dreams by Sigmund Freud ()": "The Interpretation of Dreams by Freud, Sigmund (1913)",
    "The Letters of a Post-Impressionist Being the Familiar Correspondence of Vincent Van Gogh by Vincent van Gogh, Anthony M. (Anthony Mario) Ludovici ()": "The Letters of a Post-Impressionist: Being the Familiar Correspondence of Vincent van Gogh by Gogh, Vincent van (1913)",
    "The Little Nugget by P.G. Wodehouse ()": "The Little Nugget by Wodehouse, P. G. (1913)",
    "The Lodger by Marie Belloc Lowndes (2005)": "The Lodger by Lowndes, Marie Belloc (1913)",
    "The Opinions of Jérôme Coignard by Anatole France (2015)": "The Opinions of Jérôme Coignard by France, Anatole (1913)",
    "The Passionate Friends by H.G. Wells ()": "The Passionate Friends by Wells, H. G. (1913)",
    "The Victorian Age in Literature by G.K. Chesterton (2001)": "The Victorian Age in Literature by Chesterton, G. K. (1913)",
    "Totem and Taboo by Sigmund Freud, James Strachey (2001)": "Totem and Taboo by Freud, Sigmund (1919)",
    "Crime and Punishment by Fyodor Dostoyevsky, David McDuff (2002)": "Crime and Punishment by Dostoyevsky, Fyodor (1914)",
    "Dubliners by James Joyce, Jeri Johnson (2001)": "Dubliners by Joyce, James (1914)",
    "North of Boston by Robert Frost ()": "North of Boston by Frost, Robert (1914)",
    "Pygmalion by George Bernard Shaw, Feliks Topolski, Dan H. Laurence (1990)": "Pygmalion: A Romance in Five Acts by Shaw, George Bernard (1914)",
    "Selected Prose of Oscar Wilde by Oscar Wilde ()": "Selected Prose of Oscar Wilde by Wilde, Oscar (1914)",
    "Sinister Street by Compton Mackenzie (1992)": "Sinister Street by Mackenzie, Compton (1914)",
    "Spoon River Anthology by Edgar Lee Masters (2006)": "Spoon River Anthology by Masters, Edgar Lee (1914)",
    "Tender Buttons by Gertrude Stein (1997)": "Tender Buttons by Stein, Gertrude (1914)",
    "The Author's Craft by Arnold Bennett ()": "The Author's Craft by Bennett, Arnold (1914)",
    "The Death of a Nobody by Jules Romains, Desmond MacCarthy, Sidney Waterlow, Maurice Alexander Natanson ()": "The Death of a Nobody by Romains, Jules (1914)",
    "The Demi-gods by James Stephens (1914)": "The Demi-Gods by Stephens, James (1914)",
    "The Flying Inn by G.K. Chesterton (2001)": "The Flying Inn by Chesterton, G. K. (1914)",
    "The Pastor's Wife by Elizabeth von Arnim (1987)": "The Pastor's Wife by Arnim, Elizabeth von (1914)",
    "The Principle of Relativity by Ebenezer Cunningham (2010)": "The Principle of Relativity by Cunningham, Ebenezer (1914)",
    "The Prussian Officer and Other Stories by D.H. Lawrence, Brian Finney, John Worthen (1995)": "The Prussian Officer and Other Stories by Lawrence, D. H. (1914)",
    "The Psychopathology of Everyday Life by Sigmund Freud, A.A. Brill (2005)": "The Psychopathology of Everyday Life by Freud, Sigmund (1914)",
    "The Titan (Trilogy of desire, #2) by Theodore Dreiser (2008)": "The Titan by Dreiser, Theodore (1914)",
    "Vandover and the Brute by Frank Norris ()": "Vandover and the Brute by Norris, Frank (1914)",
    "1914, and Other Poems by Rupert Brooke ()": "1914 and Other Poems by Brooke, Rupert (1915)",
    "A Hilltop on the Marne by Mildred Aldrich ()": "A Hilltop on the Marne by Aldrich, Mildred (1915)",
    "Dear Enemy (Daddy-Long-Legs, #2) by Jean Webster (2006)": "Dear Enemy by Webster, Jean (1915)",
    "Fifty-One Tales by Lord Dunsany, John Gregory Betancourt, Lin Carter (2002)": "Fifty-One Tales by Dunsany, Lord (1915)",
    "John Ferguson; A Play in Four Acts by St. John G. Ervine ()": "John Ferguson: A Play in Four Acts by Ervine, St. John G. (1915)",
    "A Drama in Muslin by George Moore (1981)": "Muslin by Moore, George (1915)",
    "Of Human Bondage by W. Somerset Maugham, Benjamin DeMott, Maeve Binchy (2007)": "Of Human Bondage by Maugham, W. Somerset (1915)",
    "Pointed Roofs (Pilgrimage, #1) by Dorothy M. Richardson (2006)": "Pointed Roofs (Pilgrimage 1) by Richardson, Dorothy M. (1915)",
    "Psmith, Journalist (Psmith, #3) by P.G. Wodehouse (2006)": "Psmith, Journalist by Wodehouse, P. G. (1915)",
    "Reveries Over Childhood And Youth by W.B. Yeats ()": "Reveries over Childhood and Youth by Yeats, William Butler (1915)",
    "Something Fresh (Blandings Castle, #1) by P.G. Wodehouse (2005)": "Something Fresh by Wodehouse, P. G. (1915)",
    "The Beast in the Jungle by Henry James ()": "The Beast in the Jungle by James, Henry (1915)",
    "The Good Soldier by Ford Madox Ford, Kenneth Womack, William Baker (2003)": "The Good Soldier by Ford, Ford Madox (1915)",
    "The Insulted and Injured by Fyodor Dostoyevsky (2006)": "The Insulted and Injured by Dostoyevsky, Fyodor (1915)",
    "The Little Lady of the Big House by Jack London (2006)": "The Little Lady of the Big House by London, Jack (1915)",
    "The Rainbow by D.H. Lawrence, Daphne Merkin (2009)": "The Rainbow by Lawrence, D. H. (1915)",
    "The Song of the Lark by Willa Cather, Doris Grumbach (1983)": "The Song of the Lark by Cather, Willa (1915)",
    "The Voyage Out by Virginia Woolf (2003)": "The Voyage Out by Woolf, Virginia (1915)",
    "Within the Tides by Joseph Conrad (1993)": "Within the Tides by Conrad, Joseph (1915)",
    "Women and Economics by Charlotte Perkins Gilman (2006)": "Women and Economics by Gilman, Charlotte Perkins (1898)",
    "A Portrait of the Artist as a Young Man by James Joyce, Seamus Deane (2003)": "A Portrait of the Artist as a Young Man by Joyce, James (1916)",
    "Androcles and the Lion by George Bernard Shaw, Dan H. Laurence (1987)": "Androcles and the Lion by Shaw, George Bernard (1916)",
    "Pilgrimage: Backwater by Dorothy M. Richardson (2008)": "Backwater (Pilgrimage 2) by Richardson, Dorothy M. (1916)",
    "Buddha and the Gospel of Buddhism by Ananda K. Coomaraswamy (1964)": "Buddha and the Gospel of Buddhism by Coomaraswamy, Ananda Kentish (1916)",
    "Chicago Poems by Carl Sandburg (1994)": "Chicago Poems by Sandburg, Carl (1916)",
    "William Shakespeare: Complete Plays by William Shakespeare (2012)": "Fifteen Plays of Shakespeare by Shakespeare, William (1916)",
    "Gaudier-Brzeska: A Memoir by Ezra Pound (1974)": "Gaudier-Brzeska: A Memoir by Pound, Ezra (1916)",
    "Greenmantle (Richard Hannay #2) by John Buchan (2006)": "Greenmantle by Buchan, John (1916)",
    "Henry James by Rebecca West (2009)": "Henry James by West, Rebecca (1916)",
    "Limehouse Nights by Thomas Burke (2003)": "Limehouse Nights: Tales of Chinatown by Burke, Thomas (1916)",
    "Lustra by Ezra Pound (1973)": "Lustra by Pound, Ezra (1916)",
    "Mr. Britling Sees it Through by H.G. Wells ()": "Mr. Britling Sees It Through by Wells, H. G. (1916)",
    "Oscar Wilde, His Life and Confessions by Frank Harris ()": "Oscar Wilde: His Life and Confessions by Harris, Frank (1916)",
    "The Hungry Stones and Other Stories by Rabindranath Tagore ()": "The Hungry Stones and Other Stories by Tagore, Rabindranath (1916)",
    "The Voysey Inheritance by David Mamet, Harley Granville-Barker (2005)": "The Voysey Inheritance by Granville-Barker, Harley (1916)",
    "Uneasy Money by P.G. Wodehouse ()": "Uneasy Money by Wodehouse, P. G. (1916)",
    "Windy McPherson's Son by Sherwood Anderson (1994)": "Windy McPherson's Son by Anderson, Sherwood (1916)",
    "A Diversity of Creatures by Rudyard Kipling (1994)": "A Diversity of Creatures by Kipling, Rudyard (1917)",
    "An Unsocial Socialist by George Bernard Shaw ()": "An Unsocial Socialist by Shaw, George Bernard (1917)",
    "Beyond by John Galsworthy ()": "Beyond by Galsworthy, John (1917)",
    "Frenzied Fiction by Stephen Leacock (2006)": "Frenzied Fiction by Leacock, Stephen (1917)",
    "Gone to Earth by Mary Webb (2006)": "Gone to Earth by Webb, Mary (1917)",
    "Pilgrimage, Volume 1: Pointed Roofs, Backwater, Honeycomb by Dorothy M. Richardson (1989)": "Honeycomb (Pilgrimage 3) by Richardson, Dorothy M. (1917)",
    "Marching Men; A Critical Text by Sherwood Anderson (1972)": "Marching Men by Anderson, Sherwood (1917)",
    "Nationalism by Rabindranath Tagore, Rabindra Rachanavali ()": "Nationalism by Tagore, Rabindranath (1917)",
    "One Man's Initiation: 1917 by John dos Passos (2007)": "One Man's Initiation by Dos Passos, John (1917)",
    "Renascence and Other Poems by Edna St. Vincent Millay (2011)": "Renascence and Other Poems by Millay, Edna St. Vincent (1917)",
    "Stepsons of France by P.C. Wren (1971)": "Step-Sons of France by Wren, Percival Christopher (1917)",
    "The Eternal Husband and Other Stories by Fyodor Dostoyevsky, Richard Pevear, Larissa Volokhonsky (2000)": "The Eternal Husband and Other Stories by Dostoyevsky, Fyodor (1917)",
    "The Hundredth Chance by Ethel M. Dell, Barbara Cartland (1977)": "The Hundredth Chance by Dell, Ethel M. (1917)",
    "The Loom of Youth by Alec Waugh (2008)": "The Loom of Youth by Waugh, Alec (1917)",
    "The Shadow Line; a confession by Joseph Conrad ()": "The Shadow Line: A Confession by Conrad, Joseph (1917)",
    "The Soul Of A Bishop by H.G. Wells (1917)": "The Soul of a Bishop by Wells, H. G. (1917)",
    "The Wild Swans at Coole by W.B. Yeats ()": "The Wild Swans at Coole by Yeats, William Butler (1917)",
    "Adolphe by Benjamin Constant, Leonard Tancock (1980)": "Adolphe by Constant, Benjamin (1918)",
    "Cheerful, by Request by Edna Ferber (2006)": "Cheerful by Request by Ferber, Edna (1918)",
    "Cornhuskers by Carl Sandburg (2000)": "Cornhuskers by Sandburg, Carl (1918)",
    "Eminent Victorians by Lytton Strachey, John Sutherland (2003)": "Eminent Victorians by Strachey, Giles Lytton (1918)",
    "Exiles by James Joyce (2003)": "Exiles by Joyce, James (1918)",
    "Far Away and Long Ago by William Henry Hudson (2008)": "Far Away and Long Ago by Hudson, W. H. (1918)",
    "Joan And Peter by H.G. Wells ()": "Joan and Peter by Wells, H. G. (1918)",
    "Mashi, And Other Stories by Rabindranath Tagore (2002)": "Mashi and Other Stories by Tagore, Rabindranath (1918)",
    "Men in War by Andreas Latzko (2003)": "Men in War by Latzko, Andreas (1918)",
    "Miss Julie and Other Plays by August Strindberg, Michael Robinson (1999)": "Miss Julie and Other Plays by Strindberg, August (1918)",
    "My Ántonia by Willa Cather (2000)": "My Antonia by Cather, Willa (1918)",
    "The Poems of Gerard Manley Hopkins by Gerard Manley Hopkins (1976)": "Poems of Gerard Manley Hopkins by Hopkins, Gerard Manley (1918)",
    "Self and Self-Management: Essays about Existing by Arnold Bennett (1975)": "Self and Self Management by Bennett, Arnold (1918)",
    "Tarr by Wyndham Lewis, Paul O'Keeffe ()": "Tarr by Lewis, Wyndham (1918)",
    "The Early Life and Adventures of Sylvia Scarlett by Compton Mackenzie ()": "The Early Life and Adventures of Sylvia Scarlett by Mackenzie, Compton (1918)",
    "The Four Horsemen of the Apocalypse by Vicente Blasco Ibanez, Charlotte Brewster Jordan (2002)": "The Four Horsemen of the Apocalypse by Blasco Ibáñez, Vincente (1918)",
    "An Honest Thief by Fyodor Dostoyevsky ()": "An Honest Thief by Dostoyevsky, Fyodor (1919)",
    "Free Air by Sinclair Lewis, Robert E. Fleming (1993)": "Free Air by Lewis, Sinclair (1919)",
    "French Ways and Their Meaning by Edith Wharton ()": "French Ways and Their Meaning by Wharton, Edith (1919)",
    "Heartbreak House: A Fantasia in the Russian Manner on English Themes by George Bernard Shaw, Dan H. Laurence (1988)": "Heartbreak House: A Fantasia in the Russian Manner on English Themes by Shaw, George Bernard (1919)",
    "Introduction to Mathematical Philosophy by Bertrand Russell (1993)": "Introduction to Mathematical Philosophy by Russell, Bertrand (1919)",
    "Jurgen: A Comedy of Justice by James Branch Cabell ()": "Jurgen: A Comedy of Justice by Cabell, James Branch (1919)",
    "Kew Gardens by Virginia Woolf (1978)": "Kew Gardens by Woolf, Virginia (1919)",
    "Legend by Clemence Dane (1978)": "Legend by Dane, Clemence (1919)",
    "Living Alone by Stella Benson (2007)": "Living Alone by Benson, Stella (1919)",
    "Mary Olivier, a Life by May Sinclair (2000)": "Mary Olivier: A Life by Sinclair, May (1919)",
    "Misalliance by George Bernard Shaw (2006)": "Misalliance by Shaw, George Bernard (1919)",
    "Rousseau And Romanticism by Irving Babbitt ()": "Rousseau and Romanticism by Babbitt, Irving (1919)",
    "Sylvia And Michael by Compton Mackenzie ()": "Sylvia & Michael by Mackenzie, Compton (1919)",
    "The American Language by H.L. Mencken (1936)": "The American Language by Mencken, H. L. (1919)",
    "The Arrow of Gold: A Story Between Two Notes by Joseph Conrad (2004)": "The Arrow of Gold by Conrad, Joseph (1919)",
    "The Home and the World by Rabindranath Tagore, Surendranath Tagore, Sourindro Mohun Tagore, William Radice, Anita Desai (2005)": "The Home and the World by Tagore, Rabindranath (1919)",
    "The Journal of a Disappointed Man by W.N.P. Barbellion (1996)": "The Journal of a Disappointed Man by Barbellion, W. N. P. (1919)",
    "The Mark on the Wall by Virginia Woolf ()": "The Mark on the Wall by Woolf, Virginia (1919)",
    "The Moon and Sixpence by W. Somerset Maugham (2005)": "The Moon and Sixpence by Maugham, W. Somerset (1919)",
    "The Querrils by Stacy Aumonier ()": "The Querrils by Aumonier, Stacy (1919)",
    "The Undying Fire by H.G. Wells (1998)": "The Undying Fire by Wells, H. G. (1919)",
    "The Years Between by Rudyard Kipling (2009)": "The Years Between by Kipling, Rudyard (1919)",
    "Twelve Men by Theodore Dreiser (2005)": "Twelve Men by Dreiser, Theodore (1919)",
    "When Love Flies Out O' the Window by Leonard Merrick ()": "When Love Flies Out o' the Window by Merrick, Leonard (1919)",
    "A Voyage to Arcturus by David Lindsay, John Clute, Loren Eiseley (2002)": "A Voyage to Arcturus by Lindsay, David (1920)",
    "And Even Now by Max Beerbohm (2006)": "And Even Now by Beerbohm, Max (1920)",
    "Beyond the Horizon by Eugene O'Neill ()": "Beyond the Horizon by O'Neill, Eugene (1920)",
    "Bliss & Other Stories by Katherine Mansfield ()": "Bliss and Other Stories by Mansfield, Katherine (1920)",
    "Character and Opinion in the United States by George Santayana (2006)": "Character and Opinion in the United States by Santayana, George (1920)",
    "Darkwater: Voices from Within the Veil by W.E.B. Du Bois (1999)": "Darkwater: Voices from Within the Veil by Du Bois, W. E. B. (1920)",
    "Dream Psychology: Psychoanalysis for Beginners by Sigmund Freud, Montague David Eder, Andre Tridon (2005)": "Dream Psychology: Psychoanalysis for Beginners by Freud, Sigmund (1920)",
    "Europe and the Faith by Hilaire Belloc (1992)": "Europe and the Faith by Belloc, Hilaire (1920)",
    "From Ritual to Romance by Jessie Laidlay Weston (2011)": "From Ritual to Romance by Weston, Jessie (1920)",
    "In Chancery (The Forsyte Saga, #2) by John Galsworthy (2008)": "In Chancery (The Forsyte Saga) by Galsworthy, John (1920)",
    "Jailed for Freedom: American Women Win the Vote by Doris Stevens, Edith Mayo, Carol O'Hare (1995)": "Jailed for Freedom by Stevens, Doris (1920)",
    "Leda by Aldous Huxley ()": "Leda by Huxley, Aldous (1920)",
    "Limbo: Six Stories and a Play by Aldous Huxley ()": "Limbo by Huxley, Aldous (1920)",
    "Main Street: The Story of Carol Kennicott by Sinclair Lewis, Martin Bucco (1995)": "Main Street: The Story of Carol Kennicott by Lewis, Sinclair (1920)",
    "Miss Lulu Bett by Zona Gale (2007)": "Miss Lulu Bett by Gale, Zona (1920)",
    "Moon Calf: A Novel by Floyd Dell ()": "Moon-Calf by Dell, Floyd (1920)",
    "Nonsense Novels by Stephen Leacock, Daniel Handler (2004)": "Nonsense Novels by Leacock, Stephen (1920)",
    "Open the Door by Catherine Carswell, John Carswell (1996)": "Open the Door by Carswell, Catherine (1920)",
    "The Collected Poems of Wilfred Owen by Wilfred Owen, Cecil Day-Lewis (1965)": "The Poems of Wilfred Owen by Owen, Wilfred (1931)",
    "Poor White by Sherwood Anderson (2006)": "Poor White by Anderson, Sherwood (1920)",
    "Saint's Progress by John Galsworthy (2008)": "Saint's Progress by Galsworthy, John (1919)",
    "The Age of Innocence by Edith Wharton, Maureen Howard (2004)": "The Age of Innocence by Wharton, Edith (1920)",
    "The Cask by Freeman Wills Crofts (2001)": "The Cask by Crofts, Freeman Wills (1920)",
    "The Dream Detective by Sax Rohmer (1966)": "The Dream Detective by Rohmer, Sax (1920)",
    "The House in Dormer Forest by Mary Webb ()": "The House in Dormer Forest by Webb, Mary (1920)",
    "The House of Baltazar by William J. Locke (1920)": "The House of Balthazar by Locke, William John (1920)",
    "The Letters of William James: 2 Volumes Combined by William James, Henry James (2008)": "The Letters of William James by James, William (1920)",
    "The Lost Girl by D.H. Lawrence, Richard Aldington (1978)": "The Lost Girl by Lawrence, D. H. (1920)",
    "The New Jerusalem by G.K. Chesterton ()": "The New Jerusalem by Chesterton, G. K. (1920)",
    "The Outline of History, Vols. I and II (of 4) by H.G. Wells ()": "The Outline of History by Wells, H. G. (1920)",
    "The Practice and Theory of Bolshevism by Bertrand Russell (2006)": "The Practice and Theory of Bolshevism by Russell, Bertrand (1920)",
    "The Sacred Wood: Essays on Poetry and Criticism by T.S. Eliot (2009)": "The Sacred Wood: Essays on Poetry and Criticism by Eliot, T. S. (1920)",
    "Tales of Chekhov, Vol. 9: The Schoolmistress, and other stories by Anton Chekhov ()": "The Schoolmistress and Other Stories by Chekhov, Anton (1921)",
    "The Tiger in the House: A Cultural History of the Cat by Carl Van Vechten, Stephen Budiansky (2007)": "The Tiger in the House by Van Vechten, Carl (1920)",
    "This Side of Paradise by F. Scott Fitzgerald, James L.W. West III (1996)": "This Side of Paradise by Fitzgerald, F. Scott (1920)",
    "Woman and the New Race by Margaret Sanger (2008)": "Woman and the New Race by Sanger, Margaret Higgins (1920)",
    "Alice Adams by Booth Tarkington (2008)": "Alice Adams by Tarkington, Booth (1921)",
    "Collected Poems Of Edwin Arlington Robinson by Edwin Arlington Robinson ()": "Collected Poems by Robinson, Edwin Arlington (1921)",
    "Crome Yellow by Aldous Huxley (2004)": "Crome Yellow by Huxley, Aldous (1921)",
    "Dangerous Ages by Rose Macaulay ()": "Dangerous Ages by Macaulay, Rose (1921)",
    "Ditte, Daughter of Man by Martin Andersen Nexo, Arthur G. Chater, Richard Thirsk (2015)": "Ditte, Daughter of Man by Andersen-Nexø, Martin (1921)",
    "East And West: The Collected Short Stories of W. Somerset Maugham by W. Somerset Maugham ()": "East and West: The Collected Short Stories of W. Somerset Maugham by Maugham, W. Somerset (1934)",
    "Enjoyment of Poetry with Anthology for Enjoyment of Poetry by Max Eastman (1987)": "Enjoyment of Poetry by Eastman, Max (1921)",
    "Memoirs of a Midget by Walter de la Mare, Alison Lurie (2004)": "Memoirs of a Midget by De la Mare, Walter (1921)",
    "Psychological Types by C.G. Jung ()": "Psychological Types by Jung, Carl Gustav (1921)",
    "Russia in the Shadows by H.G. Wells (1920)": "Russia in the Shadows by Wells, H. G. (1921)",
    "Sea and Sardinia by D.H. Lawrence (2002)": "Sea and Sardinia by Lawrence, D. H. (1921)",
    "The Analysis of Mind by Bertrand Russell (2005)": "The Analysis of Mind by Russell, Bertrand (1921)",
    "The Brimming Cup (Neale and Marise, #2) by Dorothy Canfield Fisher (1987)": "The Brimming Cup by Fisher, Dorothy Canfield (1921)",
    "The Emperor Jones by Eugene O'Neill, Alan Weissman (2011)": "The Emperor Jones by O'Neill, Eugene (1921)",
    "The Sheik by E.M. Hull (1923)": "The Sheik by Hull, E. M. (1921)",
    "Three Soldiers by John dos Passos (2006)": "Three Soldiers by Dos Passos, John (1921)",
    "Vera by Elizabeth von Arnim ()": "Vera by Arnim, Elizabeth von (1921)",
    "Vision and Design by Roger Fry (2011)": "Vision and Design by Fry, Roger Eliot (1921)",
    "A Thousand and One Afternoons in Chicago by Ben Hecht (2007)": "A Thousand and One Afternoons in Chicago by Hecht, Ben (1922)",
    "Aaron's Rod by D.H. Lawrence (1976)": "Aaron's Rod by Lawrence, D. H. (1922)",
    "Babbitt by Sinclair Lewis (2008)": "Babbitt by Lewis, Sinclair (1922)",
    "Beasts, Men and Gods by Ferdinand Ossendowski (2016)": "Beasts, Men and Gods by Ossendowski, Ferdynand Antoni (1922)",
    "Bewilderment by Evelyn Scott (1922)": "Bewilderment by Scott, Evelyn (1922)",
    "Beyond the Pleasure Principle by Sigmund Freud, James Strachey (1990)": "Beyond the Pleasure Principle by Freud, Sigmund (1922)",
    "Dead Souls by Nikolai Gogol, Robert A. Maguire (2004)": "Dead Souls by Gogol, Nikolai (1842)",
    "December Love by Robert S. Hichens ()": "December Love by Hichens, Robert Smythe (1922)",
    "Fantasia of the Unconscious by D.H. Lawrence (2007)": "Fantasia of the Unconscious by Lawrence, D. H. (1922)",
    "Huntingtower (Dickson McCunn, #1) by John Buchan (2006)": "Huntingtower by Buchan, John (1922)",
    "Lady into Fox by David Garnett, Paul  Collins (2004)": "Lady into Fox by Garnett, David (1922)",
    "Last Poems by A. E. Housman by A.E. Housman ()": "Last Poems by Housman, A. E. (1922)",
    "About Love and Other Stories by Anton Chekhov, Rosamund Bartlett (2004)": "Love and Other Stories by Chekhov, Anton (1922)",
    "Mortal Coils by Aldous Huxley (2004)": "Mortal Coils by Huxley, Aldous (1922)",
    "Mr. Prohack by Arnold Bennett (2007)": "Mr. Prohack by Bennett, Arnold (1922)",
    "Napoleon by Emil Ludwig ()": "Napoleon by Ludwig, Emil (1922)",
    "Not Under Forty by Willa Cather (1988)": "Not under Forty by Cather, Willa (1922)",
    "On A Chinese Screen by W. Somerset Maugham (1990)": "On a Chinese Screen by Maugham, W. Somerset (1922)",
    "One Man's View by Leonard Merrick ()": "One Man's View by Merrick, Leonard (1922)",
    "Rootabaga Stories by Carl Sandburg, Maud Petersham, Miska Petersham (2003)": "Rootabaga Stories by Sandburg, Carl (1922)",
    "Stavrogin's Confession & the Plan of the Life of a Great Sinner by Fyodor Dostoyevsky ()": "Stavrogin's Confession by Dostoyevsky, Fyodor (1922)",
    "Swann's Way (In Search of Lost Time, #1) by Marcel Proust, Simon Vance, Lydia Davis (2004)": "Swann's Way (À la recherche du temps perdu 1) by Proust, Marcel (1922)",
    "The Camomile by Catherine Carswell (1987)": "The Camomile by Carswell, Catherine (1922)",
    "The Enchanted April by Elizabeth von Arnim (2008)": "The Enchanted April by Arnim, Elizabeth von (1922)",
    "The Enormous Room by E.E. Cummings (2006)": "The Enormous Room by Cummings, E. E. (1922)",
    "The Forsyte Saga (The Forsyte Chronicles, #1-3) by John Galsworthy (1999)": "The Forsyte Saga by Galsworthy, John (1922)",
    "The Garden Party and Other Stories by Katherine Mansfield, Lorna Sage (1998)": "The Garden Party and Other Stories by Mansfield, Katherine (1922)",
    "The Judge by Rebecca West ()": "The Judge by West, Rebecca (1922)",
    "The Life and Death of Harriett Frean by May Sinclair, D.J. Taylor ()": "The Life and Death of Harriet Frean by Sinclair, May (1922)",
    "The Problem of China by Bertrand Russell ()": "The Problem of China by Russell, Bertrand (1922)",
    "The Secret Glory by Arthur Machen (1998)": "The Secret Glory by Machen, Arthur (1922)",
    "The Secret Places of the Heart by H.G. Wells ()": "The Secret Places of the Heart by Wells, H. G. (1922)",
    "Ulysses by James Joyce (1990)": "Ulysses by Joyce, James (1922)",
    "A Lost Lady by Willa Cather, A.S. Byatt (2006)": "A Lost Lady by Cather, Willa (1923)",
    "Antic Hay by Aldous Huxley ()": "Antic Hay by Huxley, Aldous (1923)",
    "Birds, Beasts and Flowers by D.H. Lawrence (1999)": "Birds, Beasts, and Flowers by Lawrence, D. H. (1923)",
    "Cane by Jean Toomer (1993)": "Cane by Toomer, Jean (1923)",
    "Collected Poems by Vachel Lindsay by Vachel Lindsay ()": "Collected Poems by Lindsay, Vachel (1923)",
    "Fortune's Fool by Rafael Sabatini (1923)": "Fortune's Fool by Sabatini, Rafael (1923)",
    "Harmonium by Wallace Stevens (2001)": "Harmonium by Stevens, Wallace (1923)",
    "Kangaroo by D.H. Lawrence (1994)": "Kangaroo by Lawrence, D. H. (1923)",
    "Many Marriages by Sherwood Anderson (1978)": "Many Marriages by Anderson, Sherwood (1923)",
    "Mastro-don Gesualdo: Edizione critica by Giovanni Verga ()": "Mastro-don Gesualdo by Verga, Giovanni (1923)",
    "Men Like Gods by H.G. Wells ()": "Men Like Gods by Wells, H. G. (1923)",
    "Collected Poems by Edna St. Vincent Millay, Norma Millay (1981)": "Poems by Millay, Edna St. Vincent (1923)",
    "Revolving Lights by Dorothy M. Richardson ()": "Revolving Lights (Pilgrimage 7) by Richardson, Dorothy M. (1923)",
    "Riceyman Steps by Arnold Bennett (1993)": "Riceyman Steps by Bennett, Arnold (1923)",
    "Spring and All by William Carlos Williams (1923)": "Spring and All by Williams, William Carlos (1923)",
    "Streets of Night by John dos Passos (1990)": "Streets of Night by Dos Passos, John (1923)",
    "Studies in Classic American Literature by D.H. Lawrence ()": "Studies in Classic American Literature by Lawrence, D. H. (1923)",
    "The Able McLaughlins by Margaret Wilson (2007)": "The Able McLaughlins by Wilson, Margaret (1923)",
    "The Devil in the Flesh by Raymond Radiguet, A.M. Sheridan Smith (1968)": "The Devil in the Flesh by Radiguet, Raymond (1923)",
    "The Eyes of Max Carrados by Ernest Bramah, David Stuart Davies (2013)": "The Eyes of Max Carrados by Bramah, Ernest (1923)",
    "The Great American Novel by William Carlos Williams (2003)": "The Great American Novel by Williams, William Carlos (1923)",
    "The Hairy Ape by Eugene O'Neill (2006)": "The Hairy Ape by O'Neill, Eugene (1923)",
    "The Harp-Weaver and Other Poems by Edna St. Vincent Millay ()": "The Harp-Weaver and Other Poems by Millay, Edna St. Vincent (1923)",
    "The Student's History of Ireland by Stephen Gwynn (1925)": "The History of Ireland by Gwynn, Stephen Lucius (1923)",
    "The Ladies of Lyndon by Margaret Kennedy (1982)": "The Ladies of Lyndon by Kennedy, Margaret (1923)",
    "The Ladybird by D.H. Lawrence ()": "The Ladybird by Lawrence, D. H. (1923)",
    "The Last of the Valerii by Henry James ()": "The Last of the Valerii, Master Eustace, The Romance of Certain Old Clothes, and Other Tales by James, Henry (1923)",
    "The Last of the Vikings by Johan Bojer (1964)": "The Last of the Vikings by Bojer, Johan (1923)",
    "The Overcoat and Other Short Stories by Nikolai Gogol (1992)": "The Overcoat and Other Stories by Gogol, Nikolai (1923)",
    "The Rover by Joseph Conrad ()": "The Rover by Conrad, Joseph (1923)",
    "These Charming People by Michael Arlen ()": "These Charming People by Arlen, Michael (1923)",
    "Three Stories and Ten Poems by Ernest Hemingway ()": "Three Stories and Ten Poems by Hemingway, Ernest (1923)",
    "Together by Norman Douglas (1945)": "Together by Douglas, Norman (1923)",
    "Told By An Idiot by Rose Macaulay (1983)": "Told by an Idiot by Macaulay, Rose (1923)",
    "Uncanny Stories by May Sinclair (2006)": "Uncanny Stories by Sinclair, May (1923)",
    "Whose Body?  (Lord Peter Wimsey, #1) by Dorothy L. Sayers (1995)": "Whose Body? by Sayers, Dorothy (1923)",
    "A Story Teller's Story by Sherwood Anderson, Thomas Lynch (2005)": "A Story Teller's Story by Anderson, Sherwood (1924)",
    "All God's Chillun Got Wings by Eugene O'Neill (2008)": "All God's Chillun Got Wings by O'Neill, Eugene (1924)",
    "Buddenbrooks: The Decline of a Family by Thomas Mann, John E. Woods, T.J. Reed (1994)": "Buddenbrooks by Mann, Thomas (1924)",
    "C by Maurice Baring (2001)": "C by Baring, Maurice (1924)",
    "Cold Harbour by Francis Brett Young (2004)": "Cold Harbour by Young, Francis Brett (1924)",
    "Daedalus, Or, Science and the Future by J.B.S. Haldane (1926)": "Daedalus; Or, Science and the Future by Haldane, J. B. S. (1924)",
    "Doctor Dolittle's Circus (Doctor Dolittle, #4) by Hugh Lofting (1988)": "Doctor Dolittle's Circus by Lofting, Hugh (1924)",
    "Flat 2 by Edgar Wallace ()": "Flat 2 by Wallace, Edgar (1924)",
    "Fräulein Else by Arthur Schnitzler, F.H. Lyon (1998)": "Fraulein Else by Schnitzler, Arthur (1924)",
    "Icarus or the Future of Science by Bertrand Russell ()": "Icarus: Or, the Future of Science by Russell, Bertrand (1924)",
    "The Autobiography of Mark Twain by Mark Twain, Charles Neider (2000)": "Mark Twain's Autobiography by Twain, Mark (1924)",
    "Medieval People by Eileen Power (2000)": "Medieval People by Power, Eileen (1924)",
    "Mr. Bennett and Mrs. Brown by Virginia Woolf ()": "Mr. Bennett and Mrs. Brown by Woolf, Virginia (1924)",
    "Paul Bunyan: Twenty-One Tales of the Legendary Logger by Esther Shephard, Rockwell Kent (2006)": "Paul Bunyan by Shephard, Esther (1924)",
    "Precious Bane by Mary Webb (1990)": "Precious Bane: A Novel by Webb, Mary (1924)",
    "Saint Joan: A Chronicle Play in Six Scenes & an Epilogue by George Bernard Shaw, Dan H. Laurence (1989)": "Saint Joan: A Chronicle Play in Six Scenes and an Epilogue by Shaw, George Bernard (1924)",
    "So Big by Edna Ferber ()": "So Big by Ferber, Edna (1924)",
    "Some Do Not... by Ford Madox Ford, Max Saunders (2010)": "Some Do Not... by Ford, Ford Madox (1924)",
    "Something Childish and Other Stories by Katherine Mansfield (2000)": "Something Childish and Other Stories by Mansfield, Katherine (1924)",
    "Strait is the Gate by Andre Gide (2007)": "Strait Is the Gate by Gide, André (1924)",
    "Roan Stallion, Tamar  and Other Poems by Robinson Jeffers (1935)": "Roan Stallion, Tamar, and Other Poems by Jeffers, Robinson (1925)",
    "The Black Soul by Liam O'Flaherty (1996)": "The Black Soul by O'Flaherty, Liam (1924)",
    "The Complete Poems of Emily Dickinson by Emily Dickinson, Thomas H. Johnson (1976)": "The Complete Poems of Emily Dickinson by Dickinson, Emily (1924)",
    "The Constant Nymph by Margaret Kennedy (2004)": "The Constant Nymph by Kennedy, Margaret (1924)",
    "The Dream: A Novel by H.G. Wells (1988)": "The Dream: A Novel by Wells, H. G. (1924)",
    "The Duchess of Wrexe Her Decline and Death: A Romantic Commentary by Hugh Walpole ()": "The Duchess of Wrexe, Her Decline and Death: A Romantic Commentary by Walpole, Hugh (1924)",
    "The Face In The Night by Edgar Wallace (2001)": "The Face in the Night by Wallace, Edgar (1924)",
    "The Green Hat by Michael Arlen (1991)": "The Green Hat by Arlen, Michael (1924)",
    "The Home-Maker by Dorothy Canfield Fisher (2005)": "The Home-Maker by Fisher, Dorothy Canfield (1924)",
    "The King of Elfland's Daughter by Lord Dunsany, Neil Gaiman (1999)": "The King of Elfland's Daughter by Dunsany, Lord (1924)",
    "The Magic Mountain by Thomas Mann, John E. Woods (1996)": "The Magic Mountain by Mann, Thomas (1927)",
    "The Terrible Hobby of Sir Joseph Londe, Bart. by E. Phillips Oppenheim ()": "The Terrible Hobby of Sir Joseph Londe by Oppenheim, E. Phillips (1924)",
    "Tulips & Chimneys by E.E. Cummings, Richard S. Kennedy (1996)": "Tulips and Chimneys by Cummings, E. E. (1924)",
    "Within a Budding Grove (In Search of Lost Time, #2) by Marcel Proust, C.K. Scott Moncrieff, Terence Kilmartin, D.J. Enright (1998)": "Within a Budding Grove (À la recherche du temps perdu 2) by Proust, Marcel (1924)",
    "A Daughter of the Samurai by Etsu Inagaki Sugimoto, Christopher Morley (2001)": "A Daughter of the Samurai by Sugimoto, Etsuko (1925)",
    "Along The Road; Notes And Essays Of A Tourist by Aldous Huxley ()": "Along the Road: Notes and Essays of a Tourist by Huxley, Aldous (1925)",
    "An American Tragedy by Theodore Dreiser, Richard R. Lingeman (2000)": "An American Tragedy by Dreiser, Theodore (1925)",
    "Arrowsmith by Sinclair Lewis, E.L. Doctorow (1953)": "Arrowsmith by Lewis, Sinclair (1925)",
    "Barren Ground by Ellen Glasgow (1985)": "Barren Ground by Glasgow, Ellen Anderson Gholson (1925)",
    "Christina Alberta's Father by H.G. Wells (1987)": "Christina Alberta's Father by Wells, H. G. (1925)",
    "Collected Poems, 1912-1944 by H.D., Louis L. Martz (1986)": "Collected Poems by H. D. (1925)",
    "Death in Venice by Thomas Mann, Michael Henry Heim, Michael Cunningham (2005)": "Death in Venice by Mann, Thomas (1925)",
    "Dostoevsky by Andre Gide, Arnold Bennett (1979)": "Dostoevsky by Gide, André (1925)",
    "Ducdame by John Cowper Powys (2008)": "Ducdame by Powys, John Cowper (1925)",
    "Firecrackers: A Realistic Novel by Carl Van Vechten ()": "Firecrackers: A Realistic Novel by Van Vechten, Carl (1925)",
    "Gentlemen Prefer Blondes: The Illuminating Diary of a Professional Lady by Anita Loos, Ralph Barton (1925)": "Gentlemen Prefer Blondes: The Illuminating Diary of a Professional Lady by Loos, Anita (1925)",
    "In the American Grain by William Carlos Williams, Horace Gregory (1956)": "In the American Grain by Williams, William Carlos (1925)",
    "Jocasta and the Famished Cat by Anatole France ()": "Jocasta and the Famished Cat by France, Anatole (1925)",
    "Lafcadio's Adventures by Andre Gide, Dorothy Bussy ()": "Lafcadio's Adventures by Gide, André (1925)",
    "Manhattan Transfer by John dos Passos (2003)": "Manhattan Transfer by Dos Passos, John (1925)",
    "Mrs. Dalloway by Virginia Woolf, Maureen Howard (2002)": "Mrs. Dalloway by Woolf, Virginia (1925)",
    "No More Parades by Ford Madox Ford (2012)": "No More Parades by Ford, Ford Madox (1925)",
    "Collected Poems, 1908-1956 by Siegfried Sassoon (1986)": "Poems by Sassoon, Siegfried (1925)",
    "Porgy by DuBose Heyward (2001)": "Porgy by Heyward, DuBose (1925)",
    "Red Oleanders by Rabindranath Tagore ()": "Red Oleanders by Tagore, Rabindranath (1925)",
    "Sam the Sudden by P.G. Wodehouse (2007)": "Sam the Sudden by Wodehouse, P. G. (1925)",
    "Science and the Modern World by Alfred North Whitehead, Talcott Parsons (1997)": "Science and the Modern World by Whitehead, Alfred North (1925)",
    "St. Mawr/The Man Who Died by D.H. Lawrence (1971)": "St. Mawr by Lawrence, D. H. (1925)",
    "The ABC of Relativity by Bertrand Russell, Peter Clark (2001)": "The ABC of Relativity by Russell, Bertrand (1925)",
    "The Common Reader by Virginia Woolf (2002)": "The Common Reader by Woolf, Virginia (1925)",
    "Les Diaboliques (The She-Devils) by Jules Barbey d'Aurevilly (1987)": "The Diaboliques by Barbey d'Aurevilly, Jules (1925)",
    "The Diary Of A Young Lady Of Fashion In The Year 1764 1765 by Cleone Knox, Magdalen King-Hall, Frank Delaney (1984)": "The Diary of a Young Lady of Fashion in the Year 1764 – 1765 by King-Hall, Magdalen (1925)",
    "The Everlasting Man by G.K. Chesterton (2006)": "The Everlasting Man by Chesterton, G. K. (1925)",
    "The Great Gatsby by F. Scott Fitzgerald (2004)": "The Great Gatsby by Fitzgerald, F. Scott (1925)",
    "The Guermantes Way  (In Search of Lost Time, #3) by Marcel Proust, Mark Treharne, Christopher Prendergast (2005)": "The Guermantes Way (À la recherche du temps perdu 3) by Proust, Marcel (1925)",
    "The Mother's Recompense by Edith Wharton (1996)": "The Mother's Recompense by Wharton, Edith (1925)",
    "The New Negro by Alain LeRoy Locke, Richard Bruce Nugent, Albert C. Barnes, Langston Hughes, Arna Bontemps, W.E.B. Du Bois, Jean Toomer, Zora Neale Hurston, Eric Walrond, Rudolph Fisher, William Stanley Braithwaite, Countee Cullen, James Weldon Johnson, Claude McKay, Montgomery Gregory, Jessie Redmon Fauset, Willis Richardson, Lewis Alexander, Georgia Johnson, Anne Spencer, J.A. Rogers, Gwendolyn B. Bennett, Arthur A. Schomburg, Arthur Huff Fauset, Cujo Lewis, Paul Underwood Kellogg, Charles S. Johnson, Helene Johnson, Kelly Miller, Robert Russa Moton, E. Franklin Frazier, W.A. Domingo, Melville J. Herskovits, Elise Johnson McDougold, Walter Francis White, Angelina Weld Grimke (1999)": "The New Negro by Locke, Alain (1925)",
    "The Painted Veil by W. Somerset Maugham ()": "The Painted Veil by Maugham, W. Somerset (1925)",
    "The Polyglots by William Gerhardie (2001)": "The Polyglots by Gerhardie, William Alexander (1925)",
    "The Private Life of Helen of Troy by John Erskine ()": "The Private Life of Helen of Troy by Erskine, John (1925)",
    "The Professor's House by Willa Cather, A.S. Byatt (2006)": "The Professor's House by Cather, Willa (1925)",
    "The Shining Pyramid by Arthur Machen ()": "The Shining Pyramid by Machen, Arthur (1925)",
    "The Trap by Dorothy M. Richardson (1925)": "The Trap (Pilgrimage 8) by Richardson, Dorothy M. (1925)",
    "Those Barren Leaves by Aldous Huxley (1998)": "Those Barren Leaves by Huxley, Aldous (1925)",
    "Thunder on the Left by Christopher Morley (2006)": "Thunder on the Left by Morley, Christopher (1925)",
    "Wild Geese by Martha Ostenso, David Arnason (2008)": "Wild Geese by Ostenso, Martha (1925)",
    "A Man Could Stand Up by Ford Madox Ford ()": "A Man Could Stand Up by Ford, Ford Madox (1926)",
    "Adam's Breed by Radclyffe Hall (1986)": "Adam's Breed by Hall, Radclyffe (1926)",
    "All the Sad Young Men by F. Scott Fitzgerald, James L.W. West III (2007)": "All the Sad Young Men by Fitzgerald, F. Scott (1926)",
    "Anglo-Saxon Poetry by Robert K. Gordon (1970)": "Anglo-Saxon Poetry (1926)",
    "The Autobiography of William Butler Yeats by W.B. Yeats ()": "Autobiographies by Yeats, William Butler (1926)",
    "Clouds of Witness (Lord Peter Wimsey, #2) by Dorothy L. Sayers (1995)": "Clouds of Witness by Sayers, Dorothy (1926)",
    "Contemporary Russian Literature by D.S. Mirsky (2010)": "Contemporary Russian Literature: 1881 – 1925 by Mirsky, D. S. (1926)",
    "Crewe Train by Rose Macaulay, Jane Emery (1998)": "Crewe Train by Macaulay, Rose (1926)",
    "Crime and Custom in Savage Society by Bronislaw Malinowski (1989)": "Crime and Custom in Savage Society by Malinowski, Bronislaw (1926)",
    "Dark Laughter by Sherwood Anderson (1983)": "Dark Laughter by Anderson, Sherwood (1926)",
    "Evenings on a Farm Near Dikanka by Nikolai Gogol, Nikolai Vasil'evich Gogol' (2008)": "Evenings on a Farm Near Dikanka by Gogol, Nikolai (1926)",
    "Famous Trials of History by F.E. Smith ()": "Famous Trials of History by Smith, F. E., Earl of Birkenhead (1926)",
    "Galahad: Enough of His Life to Explain His Reputation by John Erskine ()": "Galahad: Enough of His Life to Explain His Reputation by Erskine, John (1926)",
    "Her Son's Wife by Dorothy Canfield Fisher ()": "Her Son's Wife by Fisher, Dorothy Canfield (1926)",
    "Hieroglyphics: A Note Upon Ecstasy in Literature by Arthur Machen ()": "Hieroglyphics by Machen, Arthur (1926)",
    "A Shortened History of England by George Macaulay Trevelyan (1988)": "History of England by Trevelyan, George Macaulay (1926)",
    "Jesting Pilate: The Diary of a Journey by Aldous Huxley (1985)": "Jesting Pilate: The Diary of a Journey by Huxley, Aldous (1926)",
    "King Goshawk and the Birds by Eimar O'Duffy (2017)": "King Goshawk and the Birds by O'Duffy, Eimar (1926)",
    "Lolly Willowes by Sylvia Townsend Warner, Alison Lurie (1999)": "Lolly Willowes by Warner, Sylvia Townsend (1926)",
    "Mr. and Mrs. Haddock in Paris, France by Donald Ogden Stewart (1926)": "Mr. and Mrs. Haddock in Paris, France by Stewart, Donald Ogden (1926)",
    "My Mortal Enemy by Willa Cather (1990)": "My Mortal Enemy by Cather, Willa (1926)",
    "Nigger Heaven by Carl Van Vechten, Kathleen Pfeiffer (1999)": "Nigger Heaven by Van Vechten, Carl (1926)",
    "Notes on Democracy by H.L. Mencken (2008)": "Notes on Democracy by Mencken, H. L. (1926)",
    "Religion in the Making by Alfred North Whitehead (1996)": "Religion in the Making: Lowell Lectures, 1926 by Whitehead, Alfred North (1926)",
    "Show Boat by Edna Ferber (2007)": "Show Boat by Ferber, Edna (1926)",
    "Soldiers' Pay by William Faulkner (2000)": "Soldiers' Pay by Faulkner, William (1926)",
    "Sorrell and Son by Warwick Deeping (1987)": "Sorrell and Son by Deeping, Warwick (1926)",
    "The Beadle by Pauline Smith (1989)": "The Beadle by Smith, Pauline (1926)",
    "The Benson Murder Case (A Philo Vance Mystery #1) by S.S. Van Dine (1988)": "The Benson Murder Case by Van Dine, S. S. (1926)",
    "The Cabala by Thornton Wilder ()": "The Cabala by Wilder, Thornton (1926)",
    "The Dancing Floor (Sir Edward Leithen, #3) by John Buchan ()": "The Dancing Floor by Buchan, John (1926)",
    "The Decline of the West by Oswald Spengler, H. Stuart Hughes (1991)": "The Decline of the West by Spengler, Oswald (1926)",
    "The Eater of Darkness by Robert M. Coates (1959)": "The Eater of Darkness by Coates, Robert Myron (1926)",
    "The Hard-Boiled Virgin by Frances Newman, Anne Firor Scott (1993)": "The Hard-Boiled Virgin by Newman, Frances (1926)",
    "The Heart of a Goof by P.G. Wodehouse (2006)": "The Heart of a Goof by Wodehouse, P. G. (1926)",
    "The Heart of Emerson's Journals by Ralph Waldo Emerson, Bliss Perry (2012)": "The Heart of Emerson's Journals by Emerson, Ralph Waldo (1926)",
    "The Incredulity of Father Brown (Father Brown, #3) by G.K. Chesterton (2008)": "The Incredulity of Father Brown by Chesterton, G. K. (1926)",
    "The Mauve Decade: American Life at the End of the Nineteenth Century by Thomas Beer (1997)": "The Mauve Decade by Beer, Thomas (1926)",
    "The Murder of Roger Ackroyd (Hercule Poirot, #4) by Agatha Christie (2006)": "The Murder of Roger Ackroyd by Christie, Agatha (1926)",
    "The Outline of Sanity by G.K. Chesterton (2002)": "The Outline of Sanity by Chesterton, G. K. (1926)",
    "The Plough and the Stars by Sean O'Casey, Christopher Murray (2001)": "The Plough and the Stars by O'Casey, Sean (1926)",
    "The Plumed Serpent by D.H. Lawrence (1992)": "The Plumed Serpent by Lawrence, D. H. (1926)",
    "The Red and the Black by Stendhal, Roger Gard (2002)": "The Red and the Black by Stendhal (1926)",
    "The Silver Stallion by James Branch Cabell (1979)": "The Silver Stallion by Cabell, James Branch (1926)",
    "The Sun Also Rises by Ernest Hemingway (1957)": "The Sun Also Rises by Hemingway, Ernest (1926)",
    "The Time of Man by Elizabeth Madox Roberts, Wade H. Hall (2000)": "The Time of Man by Roberts, Elizabeth Madox (1926)",
    "The Torrents of Spring by Ernest Hemingway (2004)": "The Torrents of Spring by Hemingway, Ernest (1926)",
    "The Weary Blues by Langston Hughes (1945)": "The Weary Blues by Hughes, Langston (1926)",
    "The Well of Loneliness by Radclyffe Hall (2014)": "The Well of Loneliness by Hall, Radclyffe (1926)",
    "The World Of William Clissold;A Novel At A New Angle by H.G. Wells ()": "The World of William Clissold by Wells, H. G. (1926)",
    "Today and Tomorrow: Commemorative Edition of Ford's 1926 Classic by Henry Ford, Norman Bodek (2002)": "Today and Tomorrow by Ford, Henry (1926)",
    "White Buildings: Poems by Hart Crane, Allen Tate, John  Logan (2001)": "White Buildings by Crane, Hart (1926)",
    "Aspects of the Novel by E.M. Forster (1956)": "Aspects of the Novel by Forster, E. M. (1927)",
    "But Gentlemen Marry Brunettes: The Illuminating Diary of a Professional Lady (20th-century Classics) by Anita Loos (1994)": "But Gentlemen Marry Brunettes by Loos, Anita (1927)",
    "By Request: The Love Story of Noel and Peggy by Ethel M. Dell (1929)": "By Request by Dell, Ethel M. (1927)",
    "Celibate Lives by George Moore (1968)": "Celibate Lives by Moore, George (1927)",
    "Death Comes for the Archbishop (Annotated Edition) (Willa Cather's Great Classics Book 6) by Willa Cather, Oliver Garrett ()": "Death Comes for the Archbishop by Cather, Willa (1927)",
    "Decadence by Maxim Gorky, Veronica Dewey, Irwin Weil (1984)": "Decadence by Gorky, Maxim (1927)",
    "Dusty Answer by Rosamond Lehmann, Jonathan Coe (2006)": "Dusty Answer by Lehmann, Rosamond (1927)",
    "Elmer Gantry by Sinclair Lewis (1998)": "Elmer Gantry by Lewis, Sinclair (1927)",
    "Genghis Khan: Emperor of All Men by Harold Lamb (2007)": "Genghis Khan: Emperor of All Men by Lamb, Harold (1927)",
    "The Building Of Jalna (Whiteoaks of Jalna, #1) by Mazo de la Roche (1983)": "Jalna by De la Roche, Mazo (1927)",
    "Kitty by Warwick Deeping (1927)": "Kitty by Deeping, Warwick (1927)",
    "Lawrence and the Arabs by Robert Graves (1937)": "Lawrence and the Arabs by Graves, Robert (1927)",
    "Lud-in-the-Mist by Hope Mirrlees, Neil Gaiman, Douglas A. Anderson ()": "Lud-in-the-Mist by Mirrlees, Hope (1927)",
    "Men Without Women by Ernest Hemingway (2004)": "Men without Women by Hemingway, Ernest (1927)",
    "Mornings in Mexico by D.H. Lawrence ()": "Mornings in Mexico by Lawrence, D. H. (1927)",
    "Mother India by Katherine Mayo (1927)": "Mother India by Mayo, Katherine (1927)",
    "Mr Fortune's Maggot by Sylvia Townsend Warner (1990)": "Mr. Fortune's Maggot by Warner, Sylvia Townsend (1927)",
    "Mr Weston's Good Wine by T.F. Powys (2006)": "Mr. Weston's Good Wine by Powys, Theodore Francis (1927)",
    "Murder in the Maze by J.J. Connington ()": "Murder in the Maze by Connington, J. J. (1927)",
    "My Journey to Lhasa: The Classic Story of the Only Western Woman Who Succeeded in Entering the Forbidden City by Alexandra David-Neel (2005)": "My Journey to Lhasa by David-Néel, Alexandra (1927)",
    "My Life by Isadora  Duncan (1996)": "My Life by Duncan, Isadora (1927)",
    "Oil! by Upton Sinclair (1997)": "Oil! by Sinclair, Upton (1927)",
    "Orient Express by John dos Passos ()": "Orient Express by Dos Passos, John (1927)",
    "Pomes Penyeach and Other Verses by James Joyce (1975)": "Pomes Penyeach by Joyce, James (1927)",
    "Red Sky at Morning by Margaret Kennedy (1927)": "Red Sky at Morning by Kennedy, Margaret (1927)",
    "Revolt in the Desert by T.E. Lawrence ()": "Revolt in the Desert by Lawrence, T. E. (1927)",
    "Terror Keep by Edgar Wallace (1972)": "Terror Keep by Wallace, Edgar (1927)",
    "The Arrow by Christopher Morley (1927)": "The Arrow by Morley, Christopher (1927)",
    "The Blessing of Pan by Lord Dunsany (2003)": "The Blessing of Pan by Dunsany, Lord (1927)",
    "The Bridge of San Luis Rey by Thornton Wilder ()": "The Bridge of San Luis Rey by Wilder, Thornton (1927)",
    "The Canary Murder Case (A Philo Vance Mystery #2) by S.S. Van Dine, Willard Huntington Wright (1979)": "The Canary Murder Case by Van Dine, S. S. (1927)",
    "The Counterfeiters by Andre Gide (1973)": "The Counterfeiters by Gide, André (1927)",
    "The Grandmothers: A Family Portrait by Glenway Wescott (1996)": "The Grandmothers: A Family Portrait by Wescott, Glenway (1927)",
    "The Place Called Dagon by Herbert Gorman (2000)": "The Place Called Dagon by Gorman, Herbert Sherman (1927)",
    "The Plutocrat by Booth Tarkington ()": "The Plutocrat by Tarkington, Booth (1927)",
    "The Schumanns And Johannes Brahms; The Memoirs Of Eugenie Schumann by Eugenie Schumann ()": "The Schumanns and Johannes Brahms: The Memoirs of Eugenie Schumann by Schumann, Eugenie (1927)",
    "The Secret of Father Brown (Father Brown, #4) by G.K. Chesterton (2008)": "The Secret of Father Brown by Chesterton, G. K. (1927)",
    "The Small Bachelor by P.G. Wodehouse (1991)": "The Small Bachelor by Wodehouse, P. G. (1927)",
    "The Spanish Farm Trilogy by R.H. Mottram (1979)": "The Spanish Farm Trilogy by Mottram, R. H. (1927)",
    "The Ugly Duchess by Lion Feuchtwanger (1928)": "The Ugly Duchess by Feuchtwanger, Lion (1927)",
    "The Wreck by Rabindranath Tagore ()": "The Wreck by Tagore, Rabindranath (1927)",
    "Time and Western Man by Wyndham Lewis, Paul    Edwards ()": "Time and Western Man by Lewis, Wyndham (1927)",
    "To the Lighthouse by Virginia Woolf (1989)": "To the Lighthouse by Woolf, Virginia (1927)",
    "Twilight Sleep by Edith Wharton, Laura Duffy, Brooke Zimmer (1997)": "Twilight Sleep by Wharton, Edith (1927)",
    "Unnatural Death (Lord Peter Wimsey, #3) by Dorothy L. Sayers ()": "Unnatural Death by Sayers, Dorothy (1927)",
    "Young men in Love by Michael Arlen (1927)": "Young Men in Love by Arlen, Michael (1927)",
    "Letters of Sir Walter Ralegh by Walter Raleigh, Agnes M.C. Latham, Joyce Youings (1999)": "A Selection from the Letters of Sir Walter Raleigh (1880 – 1922) by Raleigh, Walter Alexander (1928)",
    "All Alone: The Life and Private History of Emily Jane Brontë by Romer Wilson ()": "All Alone: The Life and Private History of Emily Jane Bronte by Wilson, Romer (1928)",
    "All Kneeling by Anne Parrish ()": "All Kneeling by Parrish, Anne (1928)",
    "Armed With Madness by Mary Butts (2001)": "Armed with Madness by Butts, Mary (1928)",
    "Articles De Paris by Sisley Huddleston (1928)": "Articles de Paris by Huddleston, Sisley (1928)",
    "Cavalleria Rusticana and Other Stories by Giovanni Verga, G.H. McWilliam (1999)": "Cavalleria Rusticana and Other Stories by Verga, Giovanni (1928)",
    "Debonair by G.B. Stern (1928)": "Debonair: The Story of Persephone by Stern, G. B. (1928)",
    "Etched in Moonlight by James Stephens (1928)": "Etched in Moonlight by Stephens, James (1928)",
    "Great Short Stories Of Detection, Mystery And Horror by Dorothy L. Sayers, Bechhofer Roberts, E.C. Bentley, Eden Phillpotts, Robert Barr, L.T. Meade, Robert Eustace, R. Austin Freeman, Edgar Jepson, Anthony Wynne, Raymund Allen, Mrs. Henry Wood, Percival Wilde, Victor L. Whitechurch, G.K. Chesterton, H.C. Bailey, Basil Thomson, Aldous Huxley, Marie Belloc Lowndes, E.W. Hornung, Charles Dickens, Hedley Barker, Charles Collins, M.R. James, Oliver Onions, Robert S. Hichens, Edgar Allan Poe, Emmuska Orczy, Arthur Conan Doyle, J. Storer Clouston, Ernest Bramah, F.A.M. Webster, Mrs. Oliphant, Arthur Machen, Sax Rohmer, W.W. Jacobs, A.J. Alan, E.F. Benson, Ambrose Bierce, Jerome K. Jerome, Robert Louis Stevenson, Robert Hugh Benson, Marjorie Bowen, J.F. Sullivan, William Fryer Harvey, Morely Roberts, Joseph Conrad, May Sinclair, J. Sheridan Le Fanu, Saki (1928)": "Great Short Stories of Detection, Mystery and Horror (1928)",
    "Home to Harlem by Claude McKay, Wayne F. Cooper (1987)": "Home to Harlem by McKay, Claude (1928)",
    "John Brown's Body by Stephen Vincent Benet, Henry Seidel Canby (1990)": "John Brown's Body by Benét, Stephen Vincent (1928)",
    "Keeping Up Appearances by Rose Macaulay (1986)": "Keeping Up Appearances by Macaulay, Rose (1928)",
    "Ladies Almanack by Djuna Barnes (2006)": "Ladies Almanack: Showing Their Signs and Their Tides; Their Moons and Their Changes; the Seasons as It Is with Them; Their Eclipses and Equinoxes; as well as a Full Record of Diurnal and Nocturnal Distempers by Barnes, Djuna (1928)",
    "The Last Post by Ford Madox Ford ()": "Last Post by Ford, Ford Madox (1928)",
    "Lord Peter Views the Body (Lord Peter Wimsey, #4) by Dorothy L. Sayers (1993)": "Lord Peter Views the Body by Sayers, Dorothy (1928)",
    "Mirgorod: Four Tales by Nikolai Gogol by Nikolai Gogol, David Magarshack (1962)": "Mirgorod by Gogol, Nikolai (1928)",
    "Mr. Blettsworthy On Rampole Island by H.G. Wells (1933)": "Mr. Blettsworthy on Rampole Island by Wells, H. G. (1928)",
    "Point Counter Point by Aldous Huxley (1996)": "Point Counter Point by Huxley, Aldous (1928)",
    "Scarlet Sister Mary by Julia Peterkin, A.J. Verdelle (2004)": "Scarlet Sister Mary by Peterkin, Julia Mood (1928)",
    "Selected Poems of Ezra Pound by Ezra Pound (1957)": "Selected Poems by Pound, Ezra (1928)",
    "Strange Interlude by Eugene O'Neill ()": "Strange Interlude by O'Neill, Eugene (1928)",
    "Tamerlane the Earth Shaker by Harold Lamb (2005)": "Tamerlane the Earth Shaker by Lamb, Harold (1928)",
    "The Case of Sergeant Grischa by Arnold Zweig, Eric Sutton (2002)": "The Case of Sergeant Grischa by Zweig, Arnold (1928)",
    "The Childermass by Wyndham Lewis (1965)": "The Childermass by Lewis, Wyndham (1928)",
    "The Children by Edith Wharton, Marilyn French (2006)": "The Children by Wharton, Edith (1928)",
    "The Complete Poems by D.H. Lawrence (1994)": "The Collected Poems of D. H. Lawrence by Lawrence, D. H. (1928)",
    "The Eternal Moment and Other Stories by E.M. Forster (1970)": "The Eternal Moment by Forster, E. M. (1928)",
    "The Footsteps at the Lock by Ronald Knox (1983)": "The Footsteps at the Lock by Knox, Ronald Arbuthnott (1928)",
    "The Future of an Illusion by Sigmund Freud, Peter Gay, James Strachey (1989)": "The Future of an Illusion by Freud, Sigmund (1928)",
    "The Greene Murder Case (A Philo Vance Mystery #3) by S.S. Van Dine, Willard Huntington Wright (1980)": "The Greene Murder Case by Van Dine, S. S. (1928)",
    "The Intelligent Woman's Guide to Socialism and Capitalism by George Bernard Shaw, Susan Moller Okin (1984)": "The Intelligent Woman's Guide to Socialism, Capitalism, Sovietism, and Fascism by Shaw, George Bernard (1928)",
    "The Island Within by Ludwig Lewisohn (1997)": "The Island Within by Lewisohn, Ludwig (1928)",
    "The Man Who Knew Coolidge Being the Soul of Lowell Schmaltz, Constructive and Nordic Citizen by Sinclair Lewis ()": "The Man Who Knew Coolidge: Being the Soul of Lowell Schmaltz, Constructive and Nordic Citizen by Lewis, Sinclair (1928)",
    "The Mind of Leonardo da Vinci by Edward McCurdy (2011)": "The Mind of Leonardo da Vinci by McCurdy, Edward (1928)",
    "The Mystery of the Blue Train (Hercule Poirot, #6) by Agatha Christie (2007)": "The Mystery of the Blue Train by Christie, Agatha (1928)",
    "The Old Dark House by J.B. Priestley (1945)": "The Old Dark House by Priestley, J. B. (1928)",
    "The Orator by Edgar Wallace ()": "The Orator by Wallace, Edgar (1928)",
    "The Sea Mystery by Freeman Wills Crofts (2002)": "The Sea Mystery: An Inspector French Case by Crofts, Freeman Wills (1928)",
    "The Silver Tassie by Sean O'Casey (1928)": "The Silver Tassie: A Tragi-Comedy in Four Acts by O'Casey, Sean (1928)",
    "The Story of the Gypsies by Konrad Bercovici (2006)": "The Story of the Gypsies by Bercovici, Konrad (1928)",
    "The Unpleasantness at the Bellona Club (Lord Peter Wimsey, #5) by Dorothy L. Sayers (1995)": "The Unpleasantness at the Bellona Club by Sayers, Dorothy (1928)",
    "The Vicar's Daughter by E.H. Young ()": "The Vicar's Daughter by Young, Emily Hilda (1928)",
    "The Wild Party by Joseph Moncure March, Art Spiegelman (1999)": "The Wild Party by March, Joseph Moncure (1928)",
    "The Woman Who Rode Away and Other Stories by D.H. Lawrence, Neil Reeve (1997)": "The Woman Who Rode Away by Lawrence, D. H. (1928)",
    "The Women at the Pump by Knut Hamsun (2008)": "The Women at the Pump by Hamsun, Knut (1928)",
    "Undertones of War by Edmund Blunden (2000)": "Undertones of War by Blunden, Edmund (1928)",
    "The Way the World is Going by H.G. Wells (1928)": "Way the World Is Going by Wells, H. G. (1928)",
    "Wintersmoon by Hugh Walpole ()": "Wintersmoon by Walpole, Hugh (1928)",
    "Zola and His Time:  the History of His Martial Career in Letters by Matthew Josephson ()": "Zola and His Time by Josephson, Matthew (1928)",
    "A Farewell to Arms by Ernest Hemingway, njf drybndry (2004)": "A Farewell to Arms by Hemingway, Ernest (1929)",
    "A High Wind in Jamaica by Richard Hughes, Francine Prose (1999)": "A High Wind in Jamaica by Hughes, Richard (1929)",
    "A Room of One's Own by Virginia Woolf (2002)": "A Room of One's Own by Woolf, Virginia (1929)",
    "All Quiet on the Western Front by Erich Maria Remarque, A.W. Wheen ()": "All Quiet on the Western Front by Remarque, Erich Maria (1929)",
    "Blue Juniata: 2 Collected by Malcolm Cowley ()": "Blue Juniata by Cowley, Malcolm (1929)",
    "Cimarron by Edna Ferber (2004)": "Cimarron by Ferber, Edna (1929)",
    "Daughter of Earth by Agnes Smedley, Alice Walker, Nancy Hoffman (1993)": "Daughter of Earth by Smedley, Agnes (1929)",
    "Death of a Hero by Richard Aldington, Chrisopher Ridgway (1984)": "Death of a Hero by Aldington, Richard (1929)",
    "Dodsworth by Sinclair Lewis, Michael  Meyer (1995)": "Dodsworth by Lewis, Sinclair (1929)",
    "Six Plays of Strindberg: The Father / Miss Julie / The Stronger / Easter / A Dream Play / The Ghost Sonata by August Strindberg, Elizabeth Sprigge (1955)": "Easter and Other Plays by Strindberg, August (1929)",
    "Generally Speaking by G.K. Chesterton (1929)": "Generally Speaking by Chesterton, G. K. (1929)",
    "Good-Bye to All That: An Autobiography by Robert Graves (1958)": "Goodbye to All That: An Autobiography by Graves, Robert (1929)",
    "Harriet Hume: A London Fantasy by Rebecca West (1980)": "Harriet Hume: A London Fantasy by West, Rebecca (1929)",
    "Hudson River Bracketed by Edith Wharton (1985)": "Hudson River Bracketed by Wharton, Edith (1929)",
    "Laughing Boy: A Navajo Love Story by Oliver La Farge (2004)": "Laughing Boy by La Farge, Oliver (1929)",
    "Look Homeward, Angel by Thomas Wolfe (2006)": "Look Homeward, Angel by Wolfe, Thomas (1929)",
    "Marriage and Morals by Bertrand Russell (1985)": "Marriage and Morals by Russell, Bertrand (1929)",
    "Memoirs of a Fox-Hunting Man by Siegfried Sassoon (2006)": "Memoirs of a Fox-Hunting Man by Sassoon, Siegfried (1929)",
    "Oblomov by Ivan Goncharov, Stephen Pearl, Galya Diment (2006)": "Oblomov by Goncharov, Ivan (1929)",
    "Partners in Crime (Tommy and Tuppence #2) by Agatha Christie (2001)": "Partners in Crime by Christie, Agatha (1929)",
    "Piccadilly Jim by P.G. Wodehouse (2004)": "Piccadilly Jim by Wodehouse, P. G. (1929)",
    "Process and Reality by Alfred North Whitehead (1979)": "Process and Reality by Whitehead, Alfred North (1929)",
    "Sartoris by William Faulkner (2004)": "Sartoris by Faulkner, William (1929)",
    "Seven Brothers by Aleksis Kivi, Richard Impola (1991)": "Seven Brothers by Kivi, Aleksis (1929)",
    "Summer Lightning by P.G. Wodehouse (2012)": "Summer Lightning by Wodehouse, P. G. (1929)",
    "The Coat Without Seam by Maurice Baring (2001)": "The Coat without Seam by Baring, Maurice (1929)",
    "The Courts of the Morning by John Buchan (2001)": "The Courts of the Morning by Buchan, John (1929)",
    "The Good Companions by J.B. Priestley (1969)": "The Good Companions by Priestley, J. B. (1929)",
    "The Intimate Journal of George Sand by George Sand, Marie Jenney Howe (1978)": "The Intimate Journal of George Sand by Sand, George (1929)",
    "The Quest for Certainty: A Study of the Relation of Knowledge and Action by John Dewey ()": "The Quest for Certainty: A Study of the Relation of Knowledge and Action by Dewey, John (1929)",
    "The Roman Hat Mystery (Ellery Queen Detective, #1) by Ellery Queen (1979)": "The Roman Hat Mystery by Dannay, Frederic & Lee, Manfred B. (1929)",
    "The Sound and the Fury by William Faulkner (1990)": "The Sound and the Fury by Faulkner, William (1929)",
    "The Twister by Edgar Wallace ()": "The Twister by Wallace, Edgar (1929)",
    "The Winding Stair and Other Poems by W.B. Yeats ()": "The Winding Stair by Yeats, William Butler (1929)",
    "Wolf Solent by John Cowper Powys (1998)": "Wolf Solent by Powys, John Cowper (1929)",
    "A Note in Music by Rosamond Lehmann (1982)": "A Note in Music by Lehmann, Rosamond (1930)",
    "Alexander Pope by Edith Sitwell ()": "Alexander Pope by Sitwell, Edith (1930)",
    "Angel Pavement by J.B. Priestley (2012)": "Angel Pavement by Priestley, J. B. (1930)",
    "As I Lay Dying by William Faulkner ()": "As I Lay Dying by Faulkner, William (1930)",
    "Ash Wednesday by T.S. Eliot (1930)": "Ash Wednesday by Eliot, T. S. (1930)",
    "Cakes and Ale: Or, The Skeleton in the Cupboard by W. Somerset Maugham (1985)": "Cakes and Ale, or, the Skeleton in the Cupboard by Maugham, W. Somerset (1930)",
    "Confessions of Zeno by Italo Svevo, Beryl de Zoete (1958)": "Confessions of Zeno by Svevo, Italo (1930)",
    "Diary of a Provincial Lady by E.M. Delafield (1999)": "Diary of a Provincial Lady by Delafield, E. M. (1930)",
    "East Wind: West Wind by Pearl S. Buck (1995)": "East Wind: West Wind by Buck, Pearl S. (1930)",
    "Flowering Judas and Other Stories by Katherine Anne Porter (1935)": "Flowering Judas and Other Stories by Porter, Katherine Anne (1930)",
    "Four Faultless Felons by G.K. Chesterton, Martin Gardner (1989)": "Four Faultless Felons by Chesterton, G. K. (1930)",
    "His Monkey Wife by John Collier, Eva Brann (2000)": "His Monkey Wife by Collier, John (1930)",
    "It Walks by Night (Henri Bencolin, #1) by John Dickson Carr (1997)": "It Walks by Night by Carr, John Dickson (1930)",
    "James Joyce's Ulysses: A Study by Stuart Gilbert (1955)": "James Joyce's Ulysses: A Study by Gilbert, Stuart (1930)",
    "Love Among the Haystacks by D.H. Lawrence, Keith Cushman (1996)": "Love among the Haystacks by Lawrence, D. H. (1930)",
    "Lucy Church Amiably by Gertrude Stein (2000)": "Lucy Church Amiably by Stein, Gertrude (1930)",
    "Memoirs of an Infantry Officer by Siegfried Sassoon ()": "Memoirs of an Infantry Officer by Sassoon, Siegfried (1930)",
    "Mountain City by Upton Sinclair (2010)": "Mountain City by Sinclair, Upton (1930)",
    "My Thirty Years' War: The Autobiography: Beginnings and Battles to 1930 by Margaret C. Anderson (1969)": "My Thirty Years' War by Anderson, Margaret C. (1930)",
    "None So Pretty by Margaret Irwin (1953)": "None So Pretty by Irwin, Margaret (1930)",
    "Not Without Laughter by Langston Hughes, Maya Angelou (1995)": "Not without Laughter by Hughes, Langston (1930)",
    "On Forsyte 'Change by John Galsworthy (1967)": "On Forsyte 'Change (The Forsyte Saga) by Galsworthy, John (1930)",
    "Pimpernel and Rosemary by Emmuska Orczy (1983)": "Pimpernel and Rosemary by Orczy, Baroness (1930)",
    "Rogue Herries by Hugh Walpole (1971)": "Rogue Herries by Walpole, Hugh (1930)",
    "Seven Types of Ambiguity by William Empson (1966)": "Seven Types of Ambiguity by Empson, William (1930)",
    "Staying with Relations by Rose Macaulay (2000)": "Staying with Relations by Macaulay, Rose (1930)",
    "Strong Poison (Lord Peter Wimsey, #6) by Dorothy L. Sayers ()": "Strong Poison by Sayers, Dorothy (1930)",
    "The 42nd Parallel (U.S.A., #1) by John dos Passos (2000)": "The 42nd Parallel by Dos Passos, John (1930)",
    "The Apes of God by Wyndham Lewis (1989)": "The Apes of God by Lewis, Wyndham (1930)",
    "The Apple Cart by George Bernard Shaw (1989)": "The Apple Cart: A Political Extravaganza by Shaw, George Bernard (1930)",
    "The Bridge by Hart Crane, Waldo Frank, Thomas A. Vogler (1992)": "The Bridge by Crane, Hart (1930)",
    "The Conquest of Happiness by Bertrand Russell, wHyd mzndrny ()": "The Conquest of Happiness by Russell, Bertrand (1930)",
    "The Documents in the Case by Dorothy L. Sayers, Robert Eustace (1995)": "The Documents in the Case by Sayers, Dorothy & Eustace, Robert (1930)",
    "The Edwardians by Vita Sackville-West, Juliet Nicolson (2011)": "The Edwardians by Sackville-West, Vita (1930)",
    "The French Powder Mystery (Ellery Queen Detective, #2) by Ellery Queen (1995)": "The French Powder Mystery by Dannay, Frederic & Lee, Manfred B. (1930)",
    "The Gentleman in the Parlour: A Record of a Journey from Rangoon to Haiphong by W. Somerset Maugham (1989)": "The Gentleman in the Parlour by Maugham, W. Somerset (1930)",
    "The Lives of a Bengal Lancer by Francis Yeats-Brown (2001)": "The Lives of A Bengal Lancer by Yeats-Brown, Francis (1930)",
    "The Maltese Falcon by Dashiell Hammett (2005)": "The Maltese Falcon by Hammett, Dashiell (1930)",
    "The Maurizius Case by Jakob Wassermann (1993)": "The Maurizius Case by Wassermann, Jakob (1930)",
    "The Story of San Michele by Axel Munthe (2004)": "The Story of San Michele by Munthe, Axel (1930)",
    "The Virgin and the Gipsy by D.H. Lawrence (1992)": "The Virgin and the Gipsy by Lawrence, D. H. (1930)",
    "The Water Gipsies by A.P. Herbert (2002)": "The Water Gipsies by Herbert, A. P. (1930)",
    "The White Paternoster, And Other Stories by T.F. Powys ()": "The White Paternoster and Other Stories by Powys, Theodore Francis (1930)",
    "The Woman of Andros by Thornton Wilder (1975)": "The Woman of Andros by Wilder, Thornton (1930)",
    "Very Good, Jeeves! (Jeeves, #4) by P.G. Wodehouse (2011)": "Very Good, Jeeves by Wodehouse, P. G. (1930)",
    "Vile Bodies by Evelyn Waugh (1977)": "Vile Bodies by Waugh, Evelyn (1930)",
    "White Face by Edgar Wallace (1975)": "White Face by Wallace, Edgar (1930)",
    "All Passion Spent by Vita Sackville-West, Victoria Glendinning (1983)": "All Passion Spent by Sackville-West, Vita (1931)",
    "American Beauty by Edna Ferber (1931)": "American Beauty by Ferber, Edna (1931)",
    "Apocalypse by D.H. Lawrence, Mara Kalnins (1995)": "Apocalypse by Lawrence, D. H. (1931)",
    "A Propos of Lady Chatterley's Lover and Other Essays by D.H. Lawrence (1961)": "Apropos of Lady Chatterley's Lover by Lawrence, D. H. (1930)",
    "Axel's Castle: A Study in the Imaginative Literature of 1870-1930 by Edmund Wilson ()": "Axel's Castle: A Study in the Imaginative Literature of 1870 – 1930 by Wilson, Edmund (1931)",
    "Back Street by Fannie Hurst (1961)": "Back Street by Hurst, Fannie (1931)",
    "Berlin Alexanderplatz by Alfred Doblin (2009)": "Berlin Alexanderplatz by Döblin, Alfred (1931)",
    "Boy by James Hanley (2007)": "Boy by Hanley, James (1931)",
    "Grand Hotel by Vicki Baum ()": "Grand Hotel by Baum, Vicki (1931)",
    "Guests of the Nation by Frank O'Connor (1987)": "Guests of the Nation by O'Connor, Frank (1931)",
    "How to Write by Gertrude Stein (1975)": "How to Write by Stein, Gertrude (1931)",
    "Judith Paris by Hugh Walpole (1971)": "Judith Paris by Walpole, Hugh (1931)",
    "Life As We Have Known It: The Voices of Working-Class Women by Margaret Llewelyn Davies, Virginia Woolf (2012)": "Life as We Have Known It: The Voices of Working-Class Women (1931)",
    "Mourning Becomes Electra by Eugene O'Neill (1992)": "Mourning Becomes Electra by O'Neill, Eugene (1931)",
    "My Fight For Birth Control by Margaret Sanger ()": "My Fight for Birth Control by Sanger, Margaret Higgins (1931)",
    "Plagued by the Nightingale by Kay Boyle ()": "Plagued by the Nightingale by Boyle, Kay (1931)",
    "Police at the Funeral (Albert Campion Mystery #4) by Margery Allingham (2007)": "Police at the Funeral by Allingham, Margery (1931)",
    "Sanctuary by William Faulkner (1993)": "Sanctuary by Faulkner, William (1931)",
    "Shadows on the Rock by Willa Cather (1995)": "Shadows on the Rock by Cather, Willa (1931)",
    "Six Plays by Corneille and Racine by Pierre Corneille, Jean Racine, Paul Landis, Robert Henderson (1931)": "Six Plays by Corneille and Racine by Corneille, Pierre & Racine, Jean (1931)",
    "The Autobiography of Lincoln Steffens by Lincoln Steffens ()": "The Autobiography of Lincoln Steffens by Steffens, Lincoln (1931)",
    "The Colonel's Daughter by Richard Aldington (1987)": "The Colonel's Daughter by Aldington, Richard (1931)",
    "The Corn King and the Spring Queen (The Hera Series) by Naomi Mitchison (2003)": "The Corn King and the Spring Queen by Mitchison, Naomi (1931)",
    "The Daughter of Fu Manchu by Sax Rohmer (1986)": "The Daughter of Fu Manchu by Rohmer, Sax (1931)",
    "The English: Are They Human? by Gustaaf Johannes Renier (1931)": "The English: Are They Human? by Renier, Gustaaf Johannes (1931)",
    "The Fortunes of Richard Mahony by Henry Handel Richardson (1998)": "The Fortunes of Richard Mahony by Richardson, Henry Handel (1931)",
    "The Glass Key by Dashiell Hammett ()": "The Glass Key by Hammett, Dashiell (1931)",
    "The Good Earth (House of Earth, #1) by Pearl S. Buck (2009)": "The Good Earth by Buck, Pearl S. (1931)",
    "The Hamlet by William Faulkner (1991)": "The Hamlet by Faulkner, William (1931)",
    "The Letters Of Emily Dickinson by Emily Dickinson (1958)": "The Letters of Emily Dickinson by Dickinson, Emily (1931)",
    "The Long Christmas Dinner and Other Plays in One Act by Thornton Wilder, John Gassner (1980)": "The Long Christmas Dinner: And Other Plays in One Act by Wilder, Thornton (1931)",
    "The Loving Spirit by Daphne du Maurier (2013)": "The Loving Spirit by Du Maurier, Daphne (1931)",
    "The Norwich Victims: An Inspector Martin Mystery by Francis Beeding ()": "The Norwich Victims by Palmer, John & Saunders, Hilary Aidan St. George (1931)",
    "The Oxford Book of English Verse, 1250-1900 by Arthur Quiller-Couch (1927)": "The Oxford Book of English Verse, 1250 – 1900 (1931)",
    "The Waves by Virginia Woolf (1978)": "The Waves by Woolf, Virginia (1931)",
    "The Wild Orchid by Sigrid Undset (1931)": "The Wild Orchid by Undset, Sigrid (1931)",
    "Too true to be good : a political extravaganza by George Bernard Shaw (1961)": "Too True to Be Good by Shaw, George Bernard (1931)",
    "1919 (U.S.A., #2) by John dos Passos, E.L. Doctorow (2000)": "1919 by Dos Passos, John (1932)",
    "A Glastonbury Romance by John Cowper Powys (1996)": "A Glastonbury Romance by Powys, John Cowper (1932)",
    "A Superficial Journey Through Tokyo And Peking by Peter Quennell (1987)": "A Superficial Journey Through Tokyo and Peking by Quennell, Peter (1932)",
    "Art and Artist: Creative Urge and Personality Development by Otto Rank (1989)": "Art and Artist: Creative Urge and Personality Development by Rank, Otto (1932)",
    "Black Mischief by Evelyn Waugh (2002)": "Black Mischief by Waugh, Evelyn (1932)",
    "Brave New World by Aldous Huxley (1998)": "Brave New World by Huxley, Aldous (1932)",
    "Geoffrey Chaucer by G.K. Chesterton (2000)": "Chaucer by Chesterton, G. K. (1932)",
    "Collected Poems of Elinor Wylie by Elinor Wylie (1986)": "Collected Poems of Elinor Wylie by Wylie, Elinor (1932)",
    "Death in the Afternoon by Ernest Hemingway (2000)": "Death in the Afternoon by Hemingway, Ernest (1932)",
    "Etruscan Places by D.H. Lawrence ()": "Etruscan Places by Lawrence, D. H. (1932)",
    "Family History by Vita Sackville-West ()": "Family History by Sackville-West, Vita (1932)",
    "Stud. chem. Helene Willfüer by Vicki Baum (1988)": "Helene by Baum, Vicki (1932)",
    "Hindoo Holiday by J.R. Ackerley, Eliot Weinberger ()": "Hindoo Holiday by Ackerley, J. R. (1932)",
    "History of the Russian Revolution by Leon Trotsky, Max Eastman, Ahmed Shawki (2008)": "History of the Russian Revolution by Trotsky, Leon (1932)",
    "Hot Water by P.G. Wodehouse (2003)": "Hot Water by Wodehouse, P. G. (1932)",
    "I'll Never Be Young Again by Daphne du Maurier (2013)": "I'll Never Be Young Again by Du Maurier, Daphne (1932)",
    "Invitation to the Waltz by Rosamond Lehmann (2006)": "Invitation to the Waltz by Lehmann, Rosamond (1932)",
    "Light in August by William Faulkner ()": "Light in August by Faulkner, William (1932)",
    "Louder and Funnier by P.G. Wodehouse (1996)": "Louder and Funnier by Wodehouse, P. G. (1932)",
    "Magnolia Street by Louis Golding ()": "Magnolia Street by Golding, Louis (1932)",
    "Marie Antoinette: The Portrait of an Average Woman by Stefan Zweig, M Eden Paul, Cedar Paul ()": "Marie Antoinette: The Portrait of an Average Woman by Zweig, Stefan (1932)",
    "Memoirs Of A British Agent: Being An Account Of The Author's Early Life In Many Lands And Of His Official Mission To Moscow In 1918 by R.H. Bruce Lockhart ()": "Memoirs of a British Agent by Lockhart, Robert Hamilton Bruce (1932)",
    "Midsummer Night Madness and Other Stories by Sean O Faolain (1982)": "Midsummer Night Madness and Other Stories by Ó Faoláin, Seán (1932)",
    "Obscure Destinies by Willa Cather, Kari Ronning, Frederick M. Link (1998)": "Obscure Destinies by Cather, Willa (1932)",
    "Peking Picnic by Ann Bridge, Kate Kellaway ()": "Peking Picnic by Bridge, Ann (1932)",
    "Satires And Personal Writings by Jonathan Swift (1985)": "Satires and Personal Writings by Swift, Jonathan (1932)",
    "Save Me the Waltz by Zelda Fitzgerald, Harry T. Moore (2001)": "Save Me the Waltz by Fitzgerald, Zelda (1932)",
    "Stories of God: A New Translation by Rainer Maria Rilke, Michael H. Kohn, Thomas Cleary (2003)": "Stories of God by Rilke, Rainer Maria (1932)",
    "Studs Lonigan by James T. Farrell, Pete Hamill (2004)": "Studs Lonigan by Farrell, James T. (1932)",
    "Thank Heaven Fasting by E.M. Delafield (1989)": "Thank Heaven Fasting by Delafield, E. M. (1932)",
    "The Adventures of the Black Girl in Her Search for God by George Bernard Shaw (2007)": "The Adventures of the Black Girl in Her Search for God by Shaw, George Bernard (1932)",
    "The Bulpington of Blup by H.G. Wells (2002)": "The Bulpington of Blup by Wells, H. G. (1932)",
    "The Gap in the Curtain (Sir Edward Leithen #4) by John Buchan (1992)": "The Gap in the Curtain by Buchan, John (1932)",
    "The Gods Arrive by Edith Wharton, Marilyn French ()": "The Gods Arrive by Wharton, Edith (1932)",
    "The Greek Coffin Mystery (Ellery Queen Detective, #4) by Ellery Queen (1983)": "The Greek Coffin Mystery by Dannay, Frederic & Lee, Manfred B. (1932)",
    "The Narrow Corner by W. Somerset Maugham (1993)": "The Narrow Corner by Maugham, W. Somerset (1932)",
    "The Orators: An English Study by W.H. Auden (1932)": "The Orators by Auden, W. H. (1932)",
    "The Ostrekoff Jewels by E. Phillips Oppenheim (1932)": "The Ostrekoff Jewels by Oppenheim, E. Phillips (1932)",
    "The Sheltered Life by Ellen Glasgow, Carol S. Manning (1994)": "The Sheltered Life by Glasgow, Ellen Anderson Gholson (1932)",
    "The Soldier and the Gentlewoman by Hilda Vaughan (2014)": "The Soldier and the Gentlewoman by Vaughan, Hilda (1932)",
    "The Thirteen Problems (Miss Marple, #2) by Agatha Christie (2002)": "The Thirteen Problems by Christie, Agatha (1932)",
    "To the North by Elizabeth Bowen (2006)": "To the North by Bowen, Elizabeth (1932)",
    "Tobacco Road (Brown Thrasher Books) by Erskine Caldwell, Lewis Nordan ()": "Tobacco Road by Caldwell, Erskine Preston (1932)",
    "Virginia Woolf: A Critical Memoir by Winifred Holtby, Marion Shaw (2007)": "Virginia Woolf: A Critical Memoir by Holtby, Winifred (1932)",
    "Wild Decembers: a play in three acts by Clemance Dane (1937)": "Wild Decembers by Dane, Clemence (1932)",
    "Year Before Last by Kay Boyle ()": "Year before Last by Boyle, Kay (1932)",
    "A Nest of Simple Folk by Sean O Faolain (1990)": "A Nest of Simple Folk by Ó Faoláin, Seán (1933)",
    "A Thatched Roof by Beverley Nichols, Rex Whistler (2005)": "A Thatched Roof by Nichols, Beverley (1933)",
    "Adventures of Ideas by Alfred North Whitehead (1967)": "Adventures of Ideas by Whitehead, Alfred North (1933)",
    "Ah, Wilderness! by Eugene O'Neill (2017)": "Ah, Wilderness! by O'Neill, Eugene (1933)",
    "All Men Are Brothers by Shi Nai'an, Luo Guanzhong, Pearl S. Buck, Lin Yutang, Miguel Covarrubias ()": "All Men Are Brothers by Shi, Nai'an (1933)",
    "All Men Are Enemies by Richard Aldington (1968)": "All Men Are Enemies by Aldington, Richard (1933)",
    "All Souls' Night by Hugh Walpole, John  Howard (2016)": "All Souls' Night by Walpole, Hugh (1933)",
    "Bacon by Charles Williams (1933)": "Bacon by Williams, Charles (1933)",
    "Brazilian Adventure by Peter  Fleming (1999)": "Brazilian Adventure by Fleming, Peter (1933)",
    "Conquistador by Archibald MacLeish (1932)": "Conquistador by MacLeish, Archibald (1933)",
    "EIMI: A Journey Through Soviet Russia by E.E. Cummings (2007)": "EIMI by Cummings, E. E. (1933)",
    "England, Their England by A.G. Macdonell (1995)": "England, Their England by Macdonell, A. G. (1933)",
    "Farewell Victoria by T.H. White ()": "Farewell Victoria by White, T. H. (1933)",
    "God's Little Acre by Erskine Caldwell, Lewis Nordan (1995)": "God's Little Acre by Caldwell, Erskine Preston (1933)",
    "Grand Canary by A.J. Cronin (2009)": "Grand Canary by Cronin, A. J. (1933)",
    "Human Being by Christopher Morley (1932)": "Human Being by Morley, Christopher (1933)",
    "I'll Tell You Everything by J.B. Priestley, Gerald Bullett (1932)": "I'll Tell You Everything by Priestley, J. B. & Bullett, Gerald William (1933)",
    "Imitation of Life by Fannie Hurst, Fannie Hunt, Daniel Itzkovitz (2004)": "Imitation of Life by Hurst, Fannie (1933)",
    "Lamb in His Bosom by Caroline Miller, Elizabeth Fox-Genovese (2005)": "Lamb in His Bosom by Miller, Caroline (1933)",
    "Little Man, What Now? by Hans Fallada (2005)": "Little Man, What Now? by Fallada, Hans (1933)",
    "Mandoa, Mandoa!: A Comedy of Irrelevance by Winifred Holtby (1982)": "Mandoa, Mandoa! by Holtby, Winifred (1933)",
    "The March of Democracy: A History of the United States by James Truslow Adams ()": "March of Democracy: A History of the United States by Adams, James Truslow (1933)",
    "Miss Lonelyhearts by Nathanael West ()": "Miss Lonelyhearts by West, Nathanael (1933)",
    "Murder at Monte Carlo by E. Phillips Oppenheim ()": "Murder at Monte Carlo by Oppenheim, E. Phillips (1933)",
    "Murder Must Advertise  (Lord Peter Wimsey, #10) by Dorothy L. Sayers (1995)": "Murder Must Advertise by Sayers, Dorothy (1933)",
    "Pity Is Not Enough by Josephine Herbst (1998)": "Pity Is Not Enough by Herbst, Josephine (1933)",
    "Poems, 1924-1933 by Archibald MacLeish (1933)": "Poems, 1924 – 1933 by MacLeish, Archibald (1933)",
    "Talks with Mussolini by Emil Ludwig, M Eden Paul, Cedar Paul (1933)": "Talks with Mussolini by Ludwig, Emil (1933)",
    "Testament of Youth by Vera Brittain, Mark Bostridge (2005)": "Testament of Youth by Brittain, Vera (1933)",
    "The Autobiography of Alice B. Toklas by Gertrude Stein ()": "The Autobiography of Alice B. Toklas by Stein, Gertrude (1933)",
    "The Barbary Coast: An Informal History of the San Francisco Underworld by Herbert Asbury (2002)": "The Barbary Coast: An Informal History of the San Francisco Underworld by Asbury, Herbert (1933)",
    "The Case of the Velvet Claws by Erle Stanley Gardner (1985)": "The Case of the Velvet Claws by Gardner, Erle Stanley (1933)",
    "The Clock Ticks On by Valentine Williams (1933)": "The Clock Ticks On by Williams, Valentine (1933)",
    "The Delicate Fire by Naomi Mitchison (1971)": "The Delicate Fire by Mitchison, Naomi (1933)",
    "The Dragon Murder Case (A Philo Vance Mystery #7) by S.S. Van Dine, Willard Huntington Wright (1985)": "The Dragon Murder Case by Van Dine, S. S. (1933)",
    "The Romantic Exiles: A Nineteenth Century Portrait Gallery by Edward Hallett Carr ()": "The Romantic Exiles: A Nineteenth-Century Portrait Gallery by Carr, Edward Hallett (1933)",
    "The Tuesday Club Murders by Agatha Christie (2007)": "The Tuesday Club Murders by Christie, Agatha (1933)",
    "The Way Of The Scarlet Pimpernel by Emmuska Orczy (1976)": "The Way of the Scarlet Pimpernel by Orczy, Baroness (1933)",
    "The White Cockatoo by Mignon G. Eberhart (1993)": "The White Cockatoo by Eberhart, Mignon Good (1933)",
    "Thirteen At Dinner by Agatha Christie (1988)": "Thirteen at Dinner by Christie, Agatha (1933)",
    "Twenty Years A-Growing by Maurice O'Sullivan (1998)": "Twenty Years A-Growing by O'Sullivan, Maurice (1933)",
    "Ultramarine by Malcolm Lowry, Margerie B. Lowry, Margerie Lowry (2005)": "Ultramarine by Lowry, Malcolm (1933)",
    "Untouchable by Mulk Raj Anand, E.M. Forster (1990)": "Untouchable by Anand, Mulk Raj (1933)",
    "Winner Take Nothing by Ernest Hemingway (1966)": "Winner Take Nothing by Hemingway, Ernest (1933)",
    "Women against Men by Storm Jameson (1985)": "Women against Men by Jameson, Storm (1933)",
    "Wonder Hero by J.B. Priestley (1933)": "Wonder Hero by Priestley, J. B. (1933)",
    "A Backward Glance by Edith Wharton, Louis Auchincloss (1998)": "A Backward Glance by Wharton, Edith (1934)",
    "A Handful of Dust by Evelyn Waugh (1977)": "A Handful of Dust by Waugh, Evelyn (1934)",
    "ABC of Reading by Ezra Pound (1960)": "ABC of Reading by Pound, Ezra (1934)",
    "Aleck Maury, Sportsman by Caroline Gordon (1996)": "Aleck Maury, Sportsman by Gordon, Caroline (1934)",
    "And Quiet Flows the Don by Mikhail Sholokhov (1996)": "And Quiet Flows the Don by Sholokhov, Mikhail (1934)",
    "Appointment in Samarra by John O'Hara (2003)": "Appointment in Samarra by O'Hara, John (1934)",
    "Autobiography by John Cowper Powys ()": "Autobiography by Powys, John Cowper (1934)",
    "Beyond the Mexique Bay by Aldous Huxley ()": "Beyond the Mexique Bay by Huxley, Aldous (1934)",
    "Burmese Days by George Orwell (2005)": "Burmese Days by Orwell, George (1934)",
    "Dew on the Grass by Eiluned Lewis (2006)": "Dew on the Grass by Lewis, Eiluned (1934)",
    "English Journey by J.B. Priestley (1997)": "English Journey by Priestley, J. B. (1934)",
    "Experiment in Autobiography: Discoveries & Conclusions of a Very Ordinary Brain (Since 1866) by H.G. Wells (1984)": "Experiment in Autobiography: Discoveries and Conclusions of a Very Ordinary Brain (Since 1866) by Wells, H. G. (1934)",
    "For The Defence: Dr. Thorndyke by R. Austin Freeman (2008)": "For the Defence; Dr. Thorndyke by Freeman, R. Austin (1934)",
    "From Bed to Worse by Robert Benchley (1934)": "From Bed to Worse by Benchley, Robert (1934)",
    "Heaven's My Destination by Thornton Wilder, J.D. McClatchy, Tappan Wilder (2003)": "Heaven's My Destination by Wilder, Thornton (1934)",
    "I, Claudius (Claudius, #1) by Robert Graves (1989)": "I, Claudius by Graves, Robert (1934)",
    "It's a Battlefield by Graham Greene (1992)": "It's a Battlefield by Greene, Graham (1934)",
    "James Joyce and the Making of Ulysses by Frank Budgen (1989)": "James Joyce and the Making of Ulysses by Budgen, Frank (1934)",
    "The Jasmine Farm by Elizabeth von Arnim (1936)": "Jasmine Farm by Arnim, Elizabeth von (1934)",
    "Jonah's Gourd Vine by Zora Neale Hurston ()": "Jonah's Gourd Vine by Hurston, Zora Neale (1934)",
    "Murder on the Orient Express (Hercule Poirot, #10) by Agatha Christie (2007)": "Murder on the Orient Express by Christie, Agatha (1934)",
    "Now in November by Josephine Winslow Johnson, Nancy Hoffman (1993)": "Now in November by Johnson, Josephine Winslow (1934)",
    "One's Company: A Journey to China in 1933 by Peter  Fleming (2004)": "One's Company: A Journey to China by Fleming, Peter (1934)",
    "Peace With Honour by A.A. Milne (1934)": "Peace with Honour by Milne, A. A. (1934)",
    "Queen Elizabeth I by J.E. Neale (2005)": "Queen Elizabeth by Neale, J. E. (1934)",
    "Scarweather by Anthony Rolls ()": "Scarweather by Rolls, Anthony (1934)",
    "Seven Poor Men of Sydney by Christina Stead (1934)": "Seven Poor Men of Sydney by Stead, Christina (1934)",
    "So Red the Rose by Stark Young (2002)": "So Red the Rose by Young, Stark (1934)",
    "Tender Is the Night by F. Scott Fitzgerald ()": "Tender Is the Night by Fitzgerald, F. Scott (1934)",
    "The 12:30 from Croydon by Freeman Wills Crofts ()": "The 12:30 from Croydon by Crofts, Freeman Wills (1934)",
    "The Cadaver of Gideon Wyck by Alexander Laing (2008)": "The Cadaver of Gideon Wyck by Laing, Alexander (1934)",
    "The Case of the Howling Dog by Erle Stanley Gardner (1984)": "The Case of the Howling Dog by Gardner, Erle Stanley (1934)",
    "The Case of the Lucky Legs by Erle Stanley Gardner (1990)": "The Case of the Lucky Legs by Gardner, Erle Stanley (1934)",
    "The Daring Young Man on the Flying Trapeze and Other Stories by William Saroyan (1997)": "The Daring Young Man on the Flying Trapeze by Saroyan, William (1934)",
    "The Dark Island by Vita Sackville-West (1934)": "The Dark Island by Sackville-West, Vita (1934)",
    "The Forty Days of Musa Dagh by Franz Werfel, Peter Sourian (2002)": "The Forty Days of Musa Dagh by Werfel, Franz (1934)",
    "The Narrow Land: Folk Chronicles of Old Cape Cod by Elizabeth Reynard (1962)": "The Narrow Land: Folk Chronicles of Old Cape Cod by Reynard, Elizabeth (1934)",
    "The Nine Tailors (Lord Peter Wimsey, #11) by Dorothy L. Sayers (1989)": "The Nine Tailors by Sayers, Dorothy (1934)",
    "The Postman Always Rings Twice by James M. Cain (2010)": "The Postman Always Rings Twice by Cain, James M. (1934)",
    "The Rock by T.S. Eliot (1934)": "The Rock by Eliot, T. S. (1934)",
    "The Thin Man by Dashiell Hammett (1989)": "The Thin Man by Hammett, Dashiell (1934)",
    "The World As I See It by Albert Einstein ()": "The World as I See It by Einstein, Albert (1934)",
    "The Young Manhood of Studs Lonigan by James T. Farrell (1973)": "The Young Manhood of Studs Lonigan by Farrell, James T. (1934)",
    "Tropic of Cancer by Henry Miller ()": "Tropic of Cancer by Miller, Henry (1934)",
    "While Rome Burns by Alexander Woollcott (1999)": "While Rome Burns by Woollcott, Alexander (1934)",
    "Why Didn't They Ask Evans? by Agatha Christie (2002)": "Why Didn't They Ask Evans? by Christie, Agatha (1934)",
    "Work Of Art by Sinclair Lewis ()": "Work of Art by Lewis, Sinclair (1934)",
    "An Autobiographical Study by Sigmund Freud, James Strachey (1989)": "An Autobiographical Study by Freud, Sigmund (1935)",
    "The Sailor's Return & Beany-Eye by David Garnett (1948)": "Beany-Eye by Garnett, David (1935)",
    "BUtterfield 8 by John O'Hara, Fran Lebowitz (2003)": "Butterfield 8 by O'Hara, John (1935)",
    "Death in the Stocks (Inspector Hannasyde, #1) by Georgette Heyer (2002)": "Death in the Stocks by Heyer, Georgette (1935)",
    "From Death to Morning by Thomas Wolfe (1983)": "From Death to Morning by Wolfe, Thomas (1935)",
    "Gaudy Night (Lord Peter Wimsey, #12) by Dorothy L. Sayers (1995)": "Gaudy Night by Sayers, Dorothy (1935)",
    "Green Hills of Africa by Ernest Hemingway, Edward Shenton (2004)": "Green Hills of Africa by Hemingway, Ernest (1935)",
    "Honey in the Horn by H.L. Davis (1992)": "Honey in the Horn by Davis, H. L. (1935)",
    "I Change Worlds: The Remaking of an American by Anna Louise Strong ()": "I Change Worlds: The Remaking of an American by Strong, Anna Louise (1935)",
    "In Praise of Idleness and Other Essays by Bertrand Russell (1985)": "In Praise of Idleness and Other Essays by Russell, Bertrand (1935)",
    "It Can't Happen Here by Sinclair Lewis, Christopher Hurt, Michael R.  Meyer (2005)": "It Can't Happen Here by Lewis, Sinclair (1935)",
    "Land under England by Joseph  O'Neill (1981)": "Land under England by O'Neill, Joseph (1935)",
    "Life with Father by Clarence Day Jr. ()": "Life with Father by Day, Clarence (1935)",
    "Lucy Gayheart by Willa Cather (1995)": "Lucy Gayheart by Cather, Willa (1935)",
    "Mr Norris Changes Trains by Christopher Isherwood (2001)": "Mr. Norris Changes Trains by Isherwood, Christopher (1935)",
    "Mules and Men by Zora Neale Hurston ()": "Mules and Men by Hurston, Zora Neale (1935)",
    "Murder in the Cathedral by T.S. Eliot (1964)": "Murder in the Cathedral by Eliot, T. S. (1935)",
    "My Country And My People by Lin Yutang (2006)": "My Country and My People by Lin, Yutang (1935)",
    "Narration: Four Lectures by Gertrude Stein by Gertrude Stein (1969)": "Narration: Four Lectures by Stein, Gertrude (1935)",
    "National Velvet by Enid Bagnold (2003)": "National Velvet by Bagnold, Enid (1935)",
    "North to the Orient by Anne Morrow Lindbergh (1966)": "North to the Orient by Lindbergh, Anne Morrow (1935)",
    "Of Time and the River: A Legend of Man's Hunger in His Youth by Thomas Wolfe, Pat Conroy (1999)": "Of Time and the River: A Legend of Man's Hunger in His Youth by Wolfe, Thomas (1935)",
    "Pylon by William Faulkner, Noel Polk (1987)": "Pylon by Faulkner, William (1935)",
    "Queen Victoria's Daughters by E.F. Benson ()": "Queen Victoria by Benson, E. F. (1935)",
    "Rats, Lice, and History: Being a Study in Biography, Which, After Twelve Preliminary Chapters Indispensable for the Preparation of the Lay Reader, Deals With the Life History of Typhus Fever by Hans Zinsser (1996)": "Rats, Lice and History by Zinsser, Hans (1935)",
    "Seven Pillars of Wisdom: A Triumph by T.E. Lawrence (1991)": "Seven Pillars of Wisdom by Lawrence, T. E. (1935)",
    "The Asiatics by Frederic Prokosch, Pico Iyer ()": "The Asiatics by Prokosch, Frederic (1935)",
    "The Garden Murder Case (A Philo Vance Mystery #9) by S.S. Van Dine, Willard Huntington Wright (1938)": "The Garden Murder Case by Van Dine, S. S. (1935)",
    "The Golden Sayings of Epictetus by Epictetus ()": "The Golden Sayings of Epictetus by Epictetus (1935)",
    "The House in Paris by Elizabeth Bowen (2002)": "The House in Paris by Bowen, Elizabeth (1935)",
    "The House of the Four Winds (Dickson McCunn, #3) by John Buchan (2008)": "The House of the Four Winds by Buchan, John (1935)",
    "The Last Puritan: A Memoir in the Form of a Novel by George Santayana, William J. Holzberger, Herman J. Saatkamp Jr., The Santayana Edition (1995)": "The Last Puritan: A Memoir in the Form of a Novel by Santayana, George (1935)",
    "The Root and the Flower by L.H. Myers, Penelope Fitzgerald (2001)": "The Root and the Flower by Myers, L. H. (1935)",
    "The Saint In New York by Leslie Charteris (1984)": "The Saint in New York by Charteris, Leslie (1935)",
    "The Stars Look Down by A.J. Cronin ()": "The Stars Look Down by Cronin, A. J. (1935)",
    "The Washington Legation Murders (Hugh North, #9) by F. Van Wyck Mason (1941)": "The Washington Legation Murders by Mason, F. Van Wyck (1935)",
    "The Well and the Shallows by G.K. Chesterton, Dale Ahlquist (2007)": "The Well and the Shallows by Chesterton, G. K. (1935)",
    "Tortilla Flat by John Steinbeck (2001)": "Tortilla Flat by Steinbeck, John (1935)",
    "Vein of Iron by Ellen Glasgow, Anne Firor Scott (1995)": "Vein of Iron by Glasgow, Ellen Anderson Gholson (1935)",
    "What Happens in Hamlet by John Dover Wilson (2012)": "What Happens in Hamlet by Wilson, John Dover (1935)",
    "White Ladies by Francis Brett Young (1932)": "White Ladies by Young, Francis Brett (1935)",
    "A City of Bells (Torminster, #1) by Elizabeth Goudge (1949)": "A City of Bells by Goudge, Elizabeth (1936)",
    "A World I Never Made by James T. Farrell, Charles Fanning (2007)": "A World I Never Made by Farrell, James T. (1936)",
    "A. E. Housman: A Sketch by Andrew Sydenham Farrar Gow (2010)": "A. E. Housman: A Sketch by Gow, Andrew Sydenham Farrar (1936)",
    "Absalom, Absalom! by William Faulkner (1991)": "Absalom, Absalom! by Faulkner, William (1936)",
    "Across Spoon River by Edgar Lee Masters ()": "Across Spoon River: An Autobiography by Masters, Edgar Lee (1936)",
    "Cards on the Table (Hercule Poirot, #15) by Agatha Christie (2005)": "Cards on the Table by Christie, Agatha (1936)",
    "Danger in the Dark by Mignon G. Eberhart (1989)": "Danger in the Dark by Eberhart, Mignon Good (1936)",
    "Dead Man Control by Helen Reilly (1968)": "Dead Man Control by Reilly, Helen (1936)",
    "Drums Along the Mohawk by Walter D. Edmonds (1997)": "Drums along the Mohawk by Edmonds, Walter Dumaux (1936)",
    "Eyeless in Gaza by Aldous Huxley (2004)": "Eyeless in Gaza by Huxley, Aldous (1936)",
    "Far Forest by Francis Brett Young (1936)": "Far Forest by Young, Francis Brett (1936)",
    "Fighting Angel by Pearl S. Buck (1964)": "Fighting Angel by Buck, Pearl S. (1936)",
    "Flowers for the Judge (Albert Campion #7) by Margery Allingham (2006)": "Flowers for the Judge by Allingham, Margery (1936)",
    "Gone with the Wind by Margaret Mitchell (1999)": "Gone with the Wind by Mitchell, Margaret (1936)",
    "In Dubious Battle by John Steinbeck, Warren G. French (2006)": "In Dubious Battle by Steinbeck, John (1936)",
    "Inhibitions, Symptoms and Anxiety by Sigmund Freud, Alix Strachey (1990)": "Inhibitions, Symptoms and Anxiety by Freud, Sigmund (1936)",
    "Keep the Aspidistra Flying by George Orwell (2000)": "Keep the Aspidistra Flying by Orwell, George (1936)",
    "Maiden Castle by John Cowper Powys (2001)": "Maiden Castle by Powys, John Cowper (1936)",
    "Murder in Mesopotamia (Hercule Poirot, #14) by Agatha Christie (2001)": "Murder in Mesopotamia by Christie, Agatha (1936)",
    "Nightwood by Djuna Barnes, Jeanette Winterson, T.S. Eliot (2006)": "Nightwood by Barnes, Djuna (1936)",
    "Pale Horse, Pale Rider by Katherine Anne Porter (1990)": "Pale Horse, Pale Rider by Porter, Katherine Anne (1936)",
    "Sherston's Progress by Siegfried Sassoon ()": "Sherston's Progress by Sassoon, Siegfried (1936)",
    "South Riding An English Landscape by Winifred Holtby ()": "South Riding: An English Landscape by Holtby, Winifred (1936)",
    "Sparkenbroke by Charles Morgan ()": "Sparkenbroke by Morgan, Charles (1936)",
    "The A.B.C. Murders (Hercule Poirot, #13) by Agatha Christie (2006)": "The ABC Murders by Christie, Agatha (1936)",
    "The Autobiography of G.K. Chesterton by G.K. Chesterton, Randall Paine (2006)": "The Autobiography of G. K. Chesterton by Chesterton, G. K. (1936)",
    "The Chinese Written Character as a Medium for Poetry by Ernest Fenollosa, Ezra Pound (2001)": "The Chinese Written Character as a Medium for Poetry by Fenollosa, Ernest & Pound, Ezra (1936)",
    "The Croquet Player by H.G. Wells (1983)": "The Croquet Player by Wells, H. G. (1936)",
    "The Exile by Pearl S. Buck (1976)": "The Exile by Buck, Pearl S. (1936)",
    "The Kidnap Murder Case (A Philo Vance Mystery #10) by S.S. Van Dine, Willard Huntington Wright (1936)": "The Kidnap Murder Case by Van Dine, S. S. (1936)",
    "The Missing Miniature or The Adventures of a Sensitive Butcher by Erich Kastner (1937)": "The Missing Miniature, or the Adventures of a Sensitive Butcher by Kästner, Erich (1936)",
    "The Olive Field by Ralph Bates (1987)": "The Olive Field by Bates, Ralph (1936)",
    "The Paradoxes of Mr. Pond by G.K. Chesterton, Martin Gardner (1990)": "The Paradoxes of Mr. Pond by Chesterton, G. K. (1936)",
    "The People, Yes by Carl Sandburg (1990)": "The People, Yes by Sandburg, Carl (1936)",
    "The Punch and Judy Murders (Sir Henry Merrivale, #5) by Carter Dickson ()": "The Punch and Judy Murders by Carr, John Dickson (1936)",
    "The Rock Pool by Cyril Connolly, Peter Quennell (1999)": "The Rock Pool by Connolly, Cyril (1936)",
    "The Story of a Novel (Hudson River Edition Series) by Thomas Wolfe ()": "The Story of a Novel by Wolfe, Thomas (1936)",
    "The Weather in the Streets by Rosamond Lehmann, Carmen Callil (2012)": "The Weather in the Streets by Lehmann, Rosamond (1936)",
    "Trent's Own Case by E.C. Bentley (1936)": "Trent's Own Case by Bentley, Edmund Clerihew (1936)",
    "Black Boy by Richard Wright, Jerry W. Ward Jr. (1998)": "Black Boy by Wright, Richard (1945)",
    "Blind Mans Year by Warwick Deeping (1937)": "Blind Man's Year by Deeping, Warwick (1937)",
    "Busman's Honeymoon (Lord Peter Wimsey, #13) by Dorothy L. Sayers (2006)": "Busman's Honeymoon by Sayers, Dorothy (1937)",
    "Death on the Nile (Hercule Poirot, #17) by Agatha Christie (1978)": "Death on the Nile by Christie, Agatha (1937)",
    "Everybody's Autobiography by Gertrude Stein (2004)": "Everybody's Autobiography by Stein, Gertrude (1937)",
    "Famine by Liam O'Flaherty (2002)": "Famine by O'Flaherty, Liam (1937)",
    "I Can Get It for You Wholesale: A Novel (The Harry Bogen Novels) by Jerome Weidman, Alistair Cooke ()": "I Can Get It for You Wholesale by Weidman, Jerome (1937)",
    "In Parenthesis by David Jones, W.S. Merwin, T.S. Eliot (2003)": "In Parenthesis by Jones, David (1937)",
    "Letters from Iceland by W.H. Auden, Louis MacNeice (2002)": "Letters from Iceland by Auden, W. H. & MacNeice, Louis (1937)",
    "Lord Emsworth and Others (Blandings Castle, #5.5) by P.G. Wodehouse (2002)": "Lord Emsworth and Others by Wodehouse, P. G. (1937)",
    "Madame Curie: A Biography by Eve Curie (2001)": "Madame Curie by Curie, Eve (1937)",
    "Married People by Mary Roberts Rinehart (1967)": "Married People by Rinehart, Mary Roberts (1937)",
    "More Than Somewhat by Damon Runyon ()": "More than Somewhat by Runyon, Damon (1937)",
    "Murder in the Mews (Hercule Poirot, #18) by Agatha Christie, Hugh Fraser, Nigel Hawthorne (2002)": "Murder in the Mews by Christie, Agatha (1937)",
    "Murder Up My Sleeve by Erle Stanley Gardner ()": "Murder Up My Sleeve by Gardner, Erle Stanley (1937)",
    "Northwest Passage by Kenneth Roberts (2001)": "Northwest Passage by Roberts, Kenneth (1937)",
    "Nothing Is Safe by E.M. Delafield (1937)": "Nothing Is Safe by Delafield, E. M. (1937)",
    "Of Mice and Men by John Steinbeck ()": "Of Mice and Men by Steinbeck, John (1937)",
    "Pepita by Vita Sackville-West (1990)": "Pepita by Sackville-West, Vita (1937)",
    "Present Indicative by Noel Coward, Sheridan Morley (2004)": "Present Indicative by Coward, Noel (1937)",
    "Serenade by James M. Cain (1978)": "Serenade by Cain, James M. (1937)",
    "Summer Moonshine by P.G. Wodehouse (2003)": "Summer Moonshine by Wodehouse, P. G. (1937)",
    "The Ace of Knaves by Leslie Charteris (1937)": "The Ace of Knaves by Charteris, Leslie (1937)",
    "The Case of the Lame Canary by Erle Stanley Gardner (1984)": "The Case of the Lame Canary by Gardner, Erle Stanley (1937)",
    "The Citadel by A.J. Cronin (1983)": "The Citadel by Cronin, A. J. (1937)",
    "The Crystal Cabinet: My Childhood At Salterns by Mary Butts (1988)": "The Crystal Cabinet by Butts, Mary (1937)",
    "The D.A. Calls It Murder (Doug Selby #1) by Erle Stanley Gardner (1989)": "The D. A. Calls It Murder by Gardner, Erle Stanley (1937)",
    "The House on the Strand by Daphne du Maurier (2013)": "The Du Mauriers by Du Maurier, Daphne (1937)",
    "The Education of Hyman Kaplan by Leo Rosten, Leonard Q. Ross (2000)": "The Education of Hyman Kaplan by Rosten, Leo (1937)",
    "The Late George Apley by John P. Marquand (2004)": "The Late George Apley by Marquand, John P. (1937)",
    "Man with the Blue Guitar by Wallace Stevens ()": "The Man with the Blue Guitar by Stevens, Wallace (1937)",
    "The Rains Came by Louis Bromfield ()": "The Rains Came by Bromfield, Louis (1937)",
    "The Road to Wigan Pier by George Orwell, Richard Hoggart (2001)": "The Road to Wigan Pier by Orwell, George (1937)",
    "The Seven Who Fled by Frederic Prokosch (1984)": "The Seven Who Fled by Prokosch, Frederic (1937)",
    "The Street of the Fishing Cat by Jolan Foldes, Elizabeth Jacobi (1937)": "The Street of the Fishing Cat by Földes, Jolán (1937)",
    "The Years by Virginia Woolf (2002)": "The Years by Woolf, Virginia (1937)",
    "Theatre by W. Somerset Maugham (2001)": "Theatre by Maugham, W. Somerset (1937)",
    "Thieves Like Us by Edward Anderson (1999)": "Thieves Like Us by Anderson, Edward (1937)",
    "This is My Story by Eleanor Roosevelt (1939)": "This Is My Story by Roosevelt, Eleanor (1937)",
    "To Have and Have Not by Ernest Hemingway (1999)": "To Have and Have Not by Hemingway, Ernest (1937)",
    "To Wake the Dead (Dr. Gideon Fell, #9) by John Dickson Carr ()": "To Wake the Dead by Carr, John Dickson (1937)",
    "Victoria Four-Thirty by Cecil Roberts (1952)": "Victoria Four-Thirty by Roberts, Cecil (1937)",
    "White Mule by William Carlos Williams (1967)": "White Mule by Williams, William Carlos (1937)",
    "Winged Pharaoh (Far Memory Books) by Joan Marshall Grant ()": "Winged Pharaoh by Grant, Joan (1937)",
    "You Have Seen Their Faces by Erskine Caldwell, Margaret Bourke-White, Alan Trachtenberg (1995)": "You Have Seen Their Faces by Caldwell, Erskine Preston & Bourke-White, Margaret (1937)",
    "All This, and Heaven Too by Rachel Field, Mary Balogh (2003)": "All This and Heaven Too by Field, Rachel (1938)",
    "Apropos of Dolores by H.G. Wells (2002)": "Apropos of Dolores by Wells, H. G. (1938)",
    "Arthur Rimbaud: A Biography by Enid Starkie (1962)": "Arthur Rimbaud by Starkie, Enid (1938)",
    "Banbury Bog (Asey Mayo Cape Cod Mystery, #13) by Phoebe Atwood Taylor (1987)": "Banbury Bog by Taylor, Phoebe Atwood (1938)",
    "Being Geniuses Together, 1920 1930 by Robert McAlmon, Kay Boyle ()": "Being Geniuses Together by McAlmon, Robert (1938)",
    "Brighton Rock by Graham Greene, J.M. Coetzee (2004)": "Brighton Rock by Greene, Graham (1938)",
    "Death in Five Boxes (Sir Henry Merrivale, #7) by Carter Dickson ()": "Death in Five Boxes by Carr, John Dickson (1938)",
    "Deep Summer (Plantation Trilogy, 1) by Gwen Bristow ()": "Deep Summer by Bristow, Gwen (1938)",
    "Dynasty of Death (Barbours/Bouchards, #1) by Taylor Caldwell (1985)": "Dynasty of Death by Caldwell, Taylor (1938)",
    "Enemies of Promise by Cyril Connolly (1982)": "Enemies of Promise by Connolly, Cyril (1938)",
    "Homage to Catalonia by George Orwell, Lionel Trilling (1980)": "Homage to Catalonia by Orwell, George (1938)",
    "In Hazard by Richard Hughes, John Crowley (2008)": "In Hazard by Hughes, Richard (1938)",
    "Journeyman by Erskine Caldwell, Edwin T. Arnold (1996)": "Journeyman by Caldwell, Erskine Preston (1938)",
    "Life along the Passaic River by William Carlos Williams (1938)": "Life along the Passaic River by Williams, William Carlos (1938)",
    "Listen! The Wind by Anne Morrow Lindbergh ()": "Listen! The Wind by Lindbergh, Anne Morrow (1938)",
    "Mr. Zero by Patricia Wentworth (1990)": "Mr. Zero by Wentworth, Patricia (1938)",
    "Murphy by Samuel Beckett (1994)": "Murphy by Beckett, Samuel (1938)",
    "My Sister Eileen by Ruth McKenney ()": "My Sister Eileen by McKenney, Ruth (1938)",
    "My Son, My Son by Howard Spring (1960)": "My Son! My Son! by Spring, Howard (1938)",
    "Our Town by Thornton Wilder, Donald Margulies, Tappan Wilder (2003)": "Our Town by Wilder, Thornton (1938)",
    "Rebecca by Daphne du Maurier (2013)": "Rebecca by Du Maurier, Daphne (1938)",
    "Red Star over China: The Classic Account of the Birth of Chinese Communism by Edgar Snow, John King Fairbank (1994)": "Red Star Over China by Snow, Edgar (1938)",
    "Scoop by Evelyn Waugh (2003)": "Scoop by Waugh, Evelyn (1938)",
    "The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution by C.L.R. James (1989)": "The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution by James, C. L. R. (1938)",
    "The Case of the Shoplifter's Shoe by Erle Stanley Gardner (1986)": "The Case of the Shoplifter's Shoe by Gardner, Erle Stanley (1938)",
    "The Case of the Substitute Face by Erle Stanley Gardner (1987)": "The Case of the Substitute Face by Gardner, Erle Stanley (1938)",
    "The Dead Don't Care (Bill Crane, #4) by Jonathan Latimer ()": "The Dead Don't Care by Latimer, Jonathan (1938)",
    "The Death of the Heart by Elizabeth Bowen (2000)": "The Death of the Heart by Bowen, Elizabeth (1938)",
    "The Fashion in Shrouds (Albert Campion Mystery #10) by Margery Allingham (1978)": "The Fashion in Shrouds by Allingham, Margery (1938)",
    "The Fathers by Allen Tate (1959)": "The Fathers by Tate, Allen (1938)",
    "The Fifth Column and the First Forty-Nine Stories by Ernest Hemingway (1938)": "The Fifth Column and the First Forty-Nine Stories by Hemingway, Ernest (1938)",
    "The Long Valley by John Steinbeck (2000)": "The Long Valley by Steinbeck, John (1938)",
    "The Prodigal Parents by Sinclair Lewis (1938)": "The Prodigal Parents by Lewis, Sinclair (1938)",
    "The Single Hound by May Sarton (1991)": "The Single Hound by Sarton, May (1938)",
    "The Squire by Enid Bagnold (1987)": "The Squire by Bagnold, Enid (1938)",
    "The Summing Up by W. Somerset Maugham (1992)": "The Summing Up by Maugham, W. Somerset (1938)",
    "The Unvanquished by William Faulkner (1991)": "The Unvanquished by Faulkner, William (1938)",
    "The Wall by Mary Roberts Rinehart ()": "The Wall by Rinehart, Mary Roberts (1938)",
    "The Yearling by Marjorie Kinnan Rawlings (2001)": "The Yearling by Rawlings, Marjorie Kinnan (1938)",
    "This Proud Heart by Pearl S. Buck (1938)": "This Proud Heart by Buck, Pearl S. (1938)",
    "Three Guineas by Virginia Woolf, Mark Hussey, Jane Marcus (2006)": "Three Guineas by Woolf, Virginia (1938)",
    "Trent Intervenes by E.C. Bentley (1986)": "Trent Intervenes by Bentley, Edmund Clerihew (1938)",
    "Wait Until Spring, Bandini (The Saga of Arthur Bandini, #1) by John Fante (2002)": "Wait until Spring, Bandini by Fante, John (1938)",
    "Warrant for X (Colonel Gethryn, #11) by Philip MacDonald (1962)": "Warrant for X by MacDonald, Philip (1938)",
    "We'll to the Woods No More by Edouard Dujardin, Stuart Gilbert, Leon Edel (1990)": "We'll to the Woods No More by Dujardin, Édouard (1938)",
    "With Malice Toward Some by Margaret Halsey, Peggy Bacon (1938)": "With Malice Toward Some by Halsey, Margaret (1938)",
    "World Brain by H.G. Wells ()": "World Brain by Wells, H. G. (1938)",
    "Abe Lincoln in Illinois by Robert E. Sherwood ()": "Abe Lincoln in Illinois by Sherwood, Robert E. (1939)",
    "After Many a Summer Dies the Swan by Aldous Huxley (1993)": "After Many a Summer by Huxley, Aldous (1939)",
    "At Swim-Two-Birds by Flann O'Brien, William H. Gass (1998)": "At Swim-Two-Birds by O'Brien, Flann (1939)",
    "Beware of Pity by Stefan Zweig, Phyllis Blewitt, Trevor Blewitt (2006)": "Beware of Pity by Zweig, Stefan (1939)",
    "Christmas Holiday by W. Somerset Maugham (2000)": "Christmas Holiday by Maugham, W. Somerset (1939)",
    "Coming Up for Air by George Orwell (1969)": "Coming Up for Air by Orwell, George (1939)",
    "Fighting for Life by S. Josephine Baker, Helen Epstein (2013)": "Fighting for Life by Baker, S. Josephine (1939)",
    "Finnegans Wake by James Joyce (2002)": "Finnegans Wake by Joyce, James (1939)",
    "Geneva by George Bernard Shaw (1974)": "Geneva by Shaw, George Bernard (1939)",
    "Goodbye to Berlin by Christopher Isherwood (1977)": "Goodbye to Berlin by Isherwood, Christopher (1939)",
    "Here Lies: The Collected Stories of Dorothy Parker by Dorothy Parker (1939)": "Here Lies: The Collected Stories by Parker, Dorothy (1939)",
    "How Green Was My Valley by Richard Llewellyn (2001)": "How Green Was My Valley by Llewellyn, Richard (1939)",
    "Huntsman, What Quarry? by Edna St. Vincent Millay (1939)": "Huntsman, What Quarry? by Millay, Edna St. Vincent (1939)",
    "In Good King Charles's Golden Days by George Bernard Shaw, Feliks Topolski (1939)": "In Good King Charles's Golden Days by Shaw, George Bernard (1939)",
    "Inside Asia by John Gunther ()": "Inside Asia by Gunther, John (1939)",
    "Journey to a War by W.H. Auden, Christopher Isherwood (2002)": "Journey to a War by Auden, W. H. & Isherwood, Christopher (1939)",
    "Kitty Foyle by Christopher Morley (1988)": "Kitty Foyle by Morley, Christopher (1939)",
    "Let the People Sing by J.B. Priestley (1997)": "Let the People Sing by Priestley, J. B. (1939)",
    "My American by Stella Gibbons (2011)": "My American: A Romance by Gibbons, Stella (1939)",
    "Night Rider by Robert Penn Warren, George Core (1992)": "Night Rider by Warren, Robert Penn (1939)",
    "No more music : a play in three acts by Rosamond Lehmann (1939)": "No More Music by Lehmann, Rosamond (1939)",
    "Party Going by Henry Green, Tim Parks (2000)": "Party Going by Green, Henry (1939)",
    "Seasoned Timber by Dorothy Canfield Fisher (1996)": "Seasoned Timber by Fisher, Dorothy Canfield (1939)",
    "Ten Little Niggers by Agatha Christie (1939)": "Ten Little Niggers by Christie, Agatha (1939)",
    "The Bigger They Come by A.A. Fair, Erle Stanley Gardner ()": "The Bigger They Come by Gardner, Erle Stanley (1939)",
    "The Blaze of Noon by Rayner Heppenstall, Gareth Buckell (2012)": "The Blaze of Noon by Heppenstall, Rayner (1939)",
    "The Case of the Perjured Parrot by Erle Stanley Gardner (2009)": "The Case of the Perjured Parrot by Gardner, Erle Stanley (1939)",
    "The Day of the Locust by Nathanael West, Alfred Kazin (1983)": "The Day of the Locust by West, Nathanael (1939)",
    "The Grapes of Wrath by John Steinbeck (2014)": "The Grapes of Wrath by Steinbeck, John (1939)",
    "Christianity and Culture: The Idea of a Christian Society and Notes Towards the Definition of Culture by T.S. Eliot (1960)": "The Idea of a Christian Society by Eliot, T. S. (1939)",
    "The Problem of the Green Capsule (Dr. Gideon Fell, #10) by John Dickson Carr ()": "The Problem of the Green Capsule by Carr, John Dickson (1939)",
    "The Reader Is Warned (Sir Henry Merrivale, #9) by Carter Dickson ()": "The Reader Is Warned by Carr, John Dickson (1939)",
    "The Tree of Liberty by Elizabeth Page (1939)": "The Tree of Liberty by Page, Elizabeth (1939)",
    "The Wild Palms by William Faulkner, Adam Mars-Jones (1995)": "The Wild Palms by Faulkner, William (1939)",
    "Wickford Point by John P. Marquand (2004)": "Wickford Point by Marquand, John P. (1939)",
    "Young Man with a Horn by Dorothy Baker, Gary Giddins (2012)": "Young Man with a Horn by Baker, Dorothy (1939)",
    "Death at the Bar (Roderick Alleyn, #9) by Ngaio Marsh (2000)": "Death at the Bar by Marsh, Ngaio (1940)",
    "Eggs, Beans And Crumpets by P.G. Wodehouse (2000)": "Eggs, Beans and Crumpets by Wodehouse, P. G. (1940)",
    "Good-Bye, Mr. Chips by James Hilton, H.M. Brock, Edward Weeks (2004)": "Good-Bye, Mr. Chips by Hilton, James (1940)",
    "Native Son by Richard Wright (2005)": "Native Son by Wright, Richard (1940)",
    "Other Gods: An American Legend by Pearl S. Buck (1940)": "Other Gods: An American Legend by Buck, Pearl S. (1940)",
    "Portrait of Jennie by Robert Nathan (1976)": "Portrait of Jennie by Nathan, Robert (1940)",
    "Portrait of the Artist as a Young Dog by Dylan Thomas (1968)": "Portrait of the Artist as a Young Dog by Thomas, Dylan (1940)",
    "Sad Cypress (Hercule Poirot, #21) by Agatha Christie (2001)": "Sad Cypress by Christie, Agatha (1940)",
    "Testament of Friendship (Virago classic non-fiction) by Vera Brittain ()": "Testament of Friendship by Brittain, Vera (1940)",
    "The Nutmeg Tree by Margery Sharp (1937)": "The Nutmeg Tree by Sharp, Margery (1940)",
    "The Power and the Glory by Graham Greene, John Updike ()": "The Power and the Glory by Greene, Graham (1940)",
    "Trouble in July by Erskine Caldwell, Bryant Simon (1999)": "Trouble in July by Caldwell, Erskine Preston (1940)",
    "Turn on the Heat by Erle Stanley Gardner (2017)": "Turn on the Heat by Gardner, Erle Stanley (1940)",
    "The Middle of the Journey by Lionel Trilling, Monroe Engel (2002)": "The Middle of the Journey by Trilling, Lionel (1947)",
    "The Short Stories of F. Scott Fitzgerald by F. Scott Fitzgerald, Matthew J. Bruccoli (2003)": "The Short Stories of F. Scott Fitzgerald by Fitzgerald, F. Scott (1951)",
    "The Doors of Perception by Aldous Huxley (1954)": "The Doors of Perception by Huxley, Aldous (1954)",
    "Homer's Daughter by Robert Graves (2005)": "Homer's Daughter by Graves, Robert (1955)",
    "Lolita by Vladimir Nabokov, Craig Raine (1995)": "Lolita by Nabokov, Vladimir (1955)",
    "Ten North Frederick by John O'Hara ()": "Ten North Frederick by O'Hara, John (1955)",
    "Look Back in Anger by John Osborne (1982)": "Look Back in Anger by Osborne, John (1957)",
    "My Brother's Keeper: James Joyce's Early Years by Stanislaus Joyce, T.S. Eliot, Richard Ellmann (2003)": "My Brother's Keeper: James Joyce's Early Years by Joyce, Stanislaus (1958)",
    "Saturday Night and Sunday Morning by Alan Sillitoe (1992)": "Saturday Night and Sunday Morning by Sillitoe, Alan (1958)",
    "The Vodi by John Braine ()": "The Vodi by Braine, John (1959)",
    "Cousin to Human by Jane Mayhall (1960)": "Cousin to Human by Mayhall, Jane (1960)",
    "A Room with a View by E.M. Forster (2005)": "A Room with a View by Forster, E. M.",
    "A Woman Killed with Kindness by Thomas Heywood (2005)": "A Woman Killed with Kindness by Heywood, Thomas",
    "Arthurian Chronicles by Layamon, Wace, Eugene Mason, Gwyn Jones (1996)": "Arthurian Chronicles by Wace, Robert & Layamon",
    "Beowulf by Unknown, Seamus Heaney (2001)": "Beowulf",
    "The House Without a Key (Charlie Chan, #1) by Earl Derr Biggers (1986)": "Charlie Chan by Biggers, Earl Derr",
    "Clara Hopgood by Mark Rutherford, William Hale White, Lorraine Davies (1996)": "Clara Hopgood by Rutherford, Mark",
    "Coriolanus by William Shakespeare, Roma Gill (2004)": "Coriolanus by Shakespeare, William",
    "Doctor Faustus by Christopher Marlowe, Sylvan Barnet (2001)": "Doctor Faustus by Marlowe, Christopher",
    "The Complete Poetical Works by Elizabeth Barrett Browning ()": "Elizabeth Barrett Browning's Poetical Works by Browning, Elizabeth Barrett",
    "And on the Eighth Day (Ellery Queen Detective, #28) by Ellery Queen, Avram Davidson, Frederic Dannay ()": "Ellery Queen by Dannay, Frederic & Lee, Manfred B.",
    "Essays and Poems by Ralph Waldo Emerson, Peter Norberg (2005)": "Essays by Emerson, Ralph Waldo",
    "Faust by Johann Wolfgang von Goethe, Walter Kaufmann ()": "Faust by Goethe, Johann Wolfgang von",
    "Gargantua and Pantagruel by Francois Rabelais, M.A. Screech (2006)": "Gargantua by Rabelais, François",
    "Grace Abounding to the Chief of Sinners by John Bunyan (2007)": "Grace Abounding to the Chief of Sinners by Bunyan, John",
    "Hamlet by William Shakespeare, Rex Gibson, Richard Andrews (2005)": "Hamlet by Shakespeare, William",
    "Hippolytus by Euripides, Richard Hamilton (2001)": "Hippolytus by Euripides",
    "Illustrations for the Book of Job by William Blake (1995)": "Illustrations of the Book of Job by Blake, William",
    "In Our Time by Ernest Hemingway (2003)": "in our time / In Our Time by Hemingway, Ernest",
    "Julius Caesar by William Shakespeare, Roma Gill (2002)": "Julius Caesar by Shakespeare, William",
    "King Lear by William Shakespeare (2004)": "King Lear by Shakespeare, William",
    "Leaves of Grass by Walt Whitman (2006)": "Leaves of Grass by Whitman, Walt",
    "Letters of John Keats by John Keats, Robert Gittings ()": "Letters of John Keats by Keats, John",
    "Macbeth by William Shakespeare ()": "Macbeth by Shakespeare, William",
    "Metaphysics by Aristotle, Joe Sachs (1999)": "Metaphysics by Aristotle",
    "Phaedrus by Plato, Albert A. Anderson, Paul Woodruff, Alexander Nehamas (1995)": "Phaedrus by Plato",
    "Piers the Ploughman by William Langland, J.F. Goodridge (2006)": "Piers Ploughman by Langland, William",
    "Emerson: Poems by Ralph Waldo Emerson, Peter Washington (2004)": "Poems by Emerson, Ralph Waldo",
    "Selected Poems by W.H. Auden, Edward Mendelson (1979)": "Poems by Auden, W. H.",
    "Poems by T. S. Eliot by T.S. Eliot ()": "Poems by Eliot, T. S.",
    "Poems by G. K. Chesterton by G.K. Chesterton (2006)": "Poems by Chesterton, G. K.",
    "Poems of Heinrich Heine by Heinrich Heine (2009)": "Poems by Heine, Heinrich",
    "The Poems of François Villon by Francois Villon, Galway Kinnell (1982)": "Poems by Villon, François",
    "Collected Poems [ By: William Butler Yeats ] by W.B. Yeats ()": "Poems by Yeats, William Butler",
    "The Collected Poems of Oscar Wilde by Oscar Wilde (2000)": "Poems of Oscar Wilde by Wilde, Oscar",
    "Prejudices: A Selection by H.L. Mencken (1996)": "Prejudices by Mencken, H. L.",
    "Some Imagist Poets an Anthology by Amy Lowell, Richard Aldington, H.D., John Gould Fletcher, F.S. Flint, D.H. Lawrence ()": "Some Imagist Poets: An Anthology",
    "Tales of Mystery and Imagination by Edgar Allan Poe, Gary Kelley, shj`ldyn shf (1996)": "Tales of Mystery and Imagination by Poe, Edgar Allan",
    "Holy Bible: King James Version by Anonymous (2008)": "The Bible",
    "The Diary of Samuel Pepys: A Selection by Samuel Pepys, Robert Latham (2003)": "The Diary of Samuel Pepys by Pepys, Samuel",
    "The Divine Comedy by Dante Alighieri, Allen Mandelbaum, Eugenio Montale (1995)": "The Divine Comedy by Dante Alighieri",
    "Frogs by Aristophanes (2006)": "The Frogs by Aristophanes",
    "The Invasion of Europe by the Barbarians by John Bagnell Bury, F.J. Hearnshaw (2000)": "The Invasion of Europe by the Barbarians by Bury, J. B.",
    "The Letters of Abélard and Héloïse by Heloise d'Argenteuil, Pierre Abelard, Betty Radice, M.T. Clanchy (2003)": "The Letters of Abelard and Heloise by Abelard, Peter & Héloise",
    "The Merchant of Venice by William Shakespeare, Robert          Jackson, Barbara A. Mowat, Paul Werstine (1992)": "The Merchant of Venice by Shakespeare, William",
    "The Odyssey by Homer, Robert Fagles, E.V. Rieu, Frederic Mugler, Bernard Knox (2006)": "The Odyssey by Homer",
    "The Plays of Oscar Wilde by Oscar Wilde (2000)": "The Plays of Oscar Wilde by Wilde, Oscar",
    "Voyages and Discoveries: Principal Navigations, Voyages, Traffiques and Discoveries of the English Nation by Richard Hakluyt (1982)": "The Principal Navigations, Voyages, and Discoveries of the English Nation by Hakluyt, Richard",
    "The Republic by Plato, Desmond Lee (2003)": "The Republic by Plato",
    "The Spanish Tragedy by Thomas Kyd, John Matthews Manly (2005)": "The Spanish Tragedy by Kyd, Thomas",
    "The Tale of Genji by Murasaki Shikibu, Royall Tyler (2003)": "The Tale of Genji by Murasaki Shikibu",
    "The Tempest by William Shakespeare ()": "The Tempest by Shakespeare, William",
    "The Travels of Marco Polo by Milton Rugoff, Marco Polo (1961)": "The Travels of Marco Polo by Polo, Marco"
}